

<center>SUMMARY OF CONDITIONS</center>

<b>249.</b> The three kinds of conditional sentences, together
with the moods and tenses used in them, may be tabulated
as follows:

<center>
   <table border="0" cellspacing="8">
      <tr><td nowrap><i>Name</i></td><td nowrap><b>Factual</b></td><td nowrap><b>Less Vivid</b></td><td nowrap><b>Contrary to Fact</b></td></tr>
      <tr><td nowrap><i>Subject Matter</i></td><td nowrap>facts</td><td nowrap>suppositions</td><td nowrap>opposite of facts</td></tr>
      <tr><td nowrap><i>Time</i></td><td nowrap>any</td><td nowrap>(usually) future</td><td nowrap>present or past</td></tr>
      <tr><td nowrap><i>Mood</i></td><td nowrap>indicative</td><td nowrap>conditional</td><td nowrap>conditional</td></tr>
      <tr><td nowrap><i>Tense</i></td><td nowrap>any</td><td nowrap>(usually) aoristic</td><td nowrap>(usually) compound</td></tr>
   </table>
</center>

<center>CLAUSES OF IMAGINATIVE COMPARISON.</center>

<p>
<b>250.</b> Clauses of imaginative comparison are introduced by the
conjunction <b>kvaza&#365;</b>, <i>as though</i>, <i>as if</i>.
Sometimes the verb in the comparison may be left unexpressed or merely
implied:
</p>

<p>
<b>Li trinkas la venenon kvaza&#365; &#285;i estus vino</b>, <i>he drinks the poison as though it were wine</i>.<br>
<b>La kondamnito mar&#349;is kvaza&#365; kun malfacileco</b>, <i>the condemned man walked as if with difficulty</i>.<br>
<b>Li konfesis kvaza&#365; kulpulo</b>, <i>he confessed like a culprit</i>.
</p>

<center>THE USE OF <b>AL</b> TO EXPRESS REFERENCE.</center>

<p>
<b>251.</b> Personal pronouns, and less frequently nouns, may be
used with the preposition <b>al</b> to express <i>concern</i> or
<i>interest</i> on the part of the person indicated by the complement of
this preposition:
</p>

<p>
<b>Li bruligis al si la manon</b>, <i>he burned his hand</i>.<br>
<b>Hi tran&#265;is al li la barbon</b>, <i>they cut his beard (the beard for him)</i>.<br>
<b>&#348;i preparas al ni bonan man&#285;on</b>, <i>she is preparing us a good meal</i>.<br>
<b>&#264;u vi faros servon al mi?</b> <i>Will you do me a service?</i>
</p>

<p class="footnote">
The use of <b>al</b> in this sense, approaching that of <b>por</b>
but less purposeful and definite, resembles the "dative of reference"
and "ethical dative" of other languages, as in French <i>je me
suis brul&eacute; la langue</i>, <i>I have burned my tongue</i>,
German <i>ich wasche mir die H&auml;nde</i>, <i>I wash my hands</i>,
Latin <i>sese Caesari ad pedes proicerunt</i>, <i>they threw
themselves at the feet of C&aelig;sar</i>, Greek
<i>&#964;&#943; &#963;&#959;&#953; &#956;&#945;&#952;&#942;&#963;&#959;&#956;&#945;&#953;</i>,
<i>what am I to learn for you?</i> etc.
</p>

<p>
<b>252.</b> By an extension of its use in expressing reference,
<b>al</b> may often be used in the place of <b>de</b> expressing
separation (170), when the use of <b>de</b> might seem to indicate
agency (169) or possession (49):
</p>

<p>
<b>La luno estas ka&#349;ata al ni de la nuboj</b>, <i>the moon is hidden from us (to us) by the clouds</i>.<br>
<b>&#284;i estas stelita al mi de li</b>, <i>it has been stolen from me by him</i>.
</p>

<p class="footnote">
This use resembles the "dative of separation" of other languages, as in
German <i>es stahl mir das Leben</i>, <i>it stole the life from me</i>,
French <i>il me prend la vie</i>, <i>it takes my life</i>, Latin <i>hunc
mihi timorem eripe</i>, <i>remove this fear from me</i>, Greek
<i>&#948;&#941;&#958;&#945;&#964;&#972; &#959;&#953; &#963;&#954;&#942;&#960;&#964;&#961;&#959;&#957;</i>,
<i>he took his sceptre from him</i>, etc.
</p>

<center>THE SUFFIX <b>-ESTR-</b>.</center>

<p>
<b>253.</b> The suffix <b>-estr-</b> is used to indicate the
<i>chief</i>, <i>head</i>, or <i>one in control</i> of that which is
expressed in the root:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>lernejestro</b>, <i>(school) principal</i>.<br>
            <b>mona&#293;estro</b>, <i>abbot</i>.<br>
            <b>policestro</b>, <i>chief of police</i>.
         </td>
         <td nowrap valign="top">
            <b>urbestro</b>, <i>mayor</i>.<br>
            <b>estraro</b>, <i>governing body</i>.<br>
            <b>&#349;ipestro</b>, <i>ship-captain</i>.
         </td>
      </tr>
   </table>
</center>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>Aristejd-o</b>, <i>Aristeides.</i><br>
            <b>ekzil-i</b>, <i>to exile.</i><br>
            <b>enu-i</b>, <i>to be wearied, bored.</i><br>
            <b>&#285;ust-a</b>, <i>exact.</i><br>
            <b>kvaza&#365;</b>, <i>as though, as if</i> (250).<br>
            <b>ostr-o</b>, <i>oyster.</i><br>
            <b>ostracism-o</b>, <i>ostracism.</i>
         </td>
         <td nowrap valign="top">
            <b>popol-o</b>, <i>a people.</i><br>
            <b>pot-o</b>, <i>pot.</i><br>
            <b>senc-o</b>, <i>meaning, sense.</i><br>
            <b>signif-i</b>, <i>to signify.</i><br>
            <b>son-i</b>, <i>to sound.</i><br>
            <b>strang-a</b>, <i>strange.</i><br>
            <b>&#349;el-o</b>, <i>shell, bark, peel.</i>
         </td>
      </tr>
   </table>
</center>

<p class="footnote">
Care must be taken to distinguish <b>&#285;usta</b>, <i>exact</i>,
<b>&#285;uste</b>, <i>exactly, just</i>, from <b>justa</b>, <i>upright,
just</i>, <b>juste</b>, <i>justly,</i> and also from the adverb
<b>&#309;us</b> <i>just</i>.
</p>

<center><b>LA OSTRACISMO DE ARISTEJDO.</b></center>

<p>
La vorto ostracismo havas interesan devenon (<i>origin</i>). En &#285;ia
komenco oni rekonas la grekan vorton kiu signifas "&#349;elon de la
ostro." En &#285;ia fino oni vidas la saman "-ismon " kiu, deveninte
de la greka, ankora&#365; estas uzata kiel vortfino en multaj diversaj
lingvoj. La nuna senco de la vorto, facile trovebla en anglaj vortaroj
(<i>dictionaries</i>), devenas de la jena greka kutimo:
</p>

<p>
Sepdek jarojn anta&#365; ol vivadis Sokrato, oni faris strangan
le&#285;on en lia urbo. La&#365; tiu, oni povis ekzili iun ajn estron
kies ideoj pri la administrado de la urbo ne &#349;ajnis pravaj. &#264;i
tion oni povis fari, tute sen ju&#285;ado a&#365; e&#265; akuzado,
&#265;ar oni havis la jenan metodon: se &#265;e popola kunveno ses mil
urbanoj vo&#265;donis (<i>vote</i>) kontra&#365; iun ajn, tiu estis
devigata foriri de la urbo, kaj forresti dek jarojn. Li povis neniel
havigi (<i>get</i>) al si pardonon, sed devis tuj foriri kvaza&#365;
konfesinta kulpulo. Por vo&#265;donoj, oni skribis la nomon de la
kondamnoto sur peco da pota&#309;o (<i>pottery</i>), a&#365; pli ofte
sur ostro&#349;elo. &#284;uste tial oni nomas la kutimon ostracismo.
Unufoje, kelkaj malamikoj proponis vo&#265;donadon pri la ostracismo
de tre bona kaj nobla viro, nomita Aristejdo, kiu tute ne meritis tian
punadon.
</p>

<p>
Anta&#365; ol la kunveno disi&#285;is, kamparano alproksimi&#285;is
al Aristejdo (kiu mem &#265;eestis), petante lian helpon, &#265;ar la
neinstruita kamparano ne povis skribi. La sa&#285;ulo diris "Kion vi
volas skribi sur la &#349;elo?" La kamparano, ne sciante ke li parolas
al la viro mem, respondis "Aristejdon." Skribinte &#285;in, Aristejdo
demandis kun trankvila konscienco "Pro &#285;uste kiaj pekoj vi malamas
Aristejdon?" La kamparano respondis, "Ho, mi ne ka&#349;os al vi ke mi
e&#265; ne konas lin! Sed mi deziras ekzili lin nur &#265;ar min enuigas
la sono de lia nomo. Mi tre enuas &#265;iam a&#365;dante lin nomata
Aristejdo la justa!"
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. Aristeides had just arrived at the popular assembly when a peasant
approached him. 2. If Aristeides had not had a pleasant countenance
and musical (<i>belsonan</i>) voice, doubtless the peasant would not
have asked his help. 3. Ought Aristeides to have written his own name
on the oyster-shell or piece of pottery which was going to be used as
a vote against him? 4. Without just (exactly) this help, the peasant
could not have voted. 5. Doing him the service requested, Aristeides
said, as if (<b>250</b>) he himself were not the man under-discussion
(<b>205</b>), "Why do you hate Aristeides? 6. Could you tell me how
he has sinned against the city?" 7. The silly-creature (<b>132</b>)
replied, "Oh, I know nothing about him, but I am weary [of] always
hearing him called the just." 8. Ought such persons as that ignorant
peasant have-the-right to vote about important affairs? 9. The ancient
law about ostracism was a strange [one]. 10. The name of the person
to-be-exiled (<b>199</b>) was usually written upon an oyster-shell,
and the meaning of the word signifying the custom comes from that. 11.
Through (<i>per</i>) ostracism, any leader could be banished, justly or
unjustly, without trial of any kind, or explanation of the reasons.
</p>

