

<center>THE IMPERATIVE MOOD.</center>

<p>
<b>254.</b> For expressions of command, exhortation, entreaty, etc.,
there is an <i>imperative mood</i>, as in English. The ending of the
imperative mood is <b>-u</b>. Beside the aoristic tense, six compound
tenses are formed by combining the participles with the imperative mood
<b>estu</b> of the auxiliary verb, but these tenses are seldom used. The
conjugation of <b>vidi</b> in the aoristic tense of this mood, together
with a synopsis in the compound tenses, is as follows:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr><td nowrap align="center" colspan="4">Aoristic Tense.</td></tr>
      <tr><td nowrap><b>mi vidu!</b></td><td nowrap><i>let me see!</i></td><td nowrap><b>ni vidu!</b></td><td nowrap><i>let us see!</i></td></tr>
      <tr><td nowrap><b>(vi) vidu!</b></td><td nowrap><i>(you) see!</i></td><td nowrap><b>(vi) vidu!</b></td><td nowrap><i>(you) see!</i></td></tr>
      <tr><td nowrap><b>li (&#349;i, &#285;i) vidu!</b></td><td nowrap><i>let him (her, it) see!</i></td><td nowrap><b>ili vidu!</b></td><td nowrap><i>let them see!</i></td></tr>
   </table>
</center>

<center>
   <table border="0" cellspacing="8">
      <tr><td nowrap align="center" colspan="4">Compound Tenses.</td></tr>
      <tr><td align="center" colspan="2"><i>Active.</i></td><td align="center" colspan="2"><i>Passive.</i></td></tr>
      <tr><td nowrap>Present:</td><td nowrap><b>mi estu vidanta</b>,</td><td nowrap>Present:</td><td nowrap><b>mi estu vidata</b>,</td></tr>
      <tr><td nowrap>Past:</td><td nowrap><b>mi estu vidinta</b>,</td><td nowrap>Past:</td><td nowrap><b>mi estu vidita</b>,</td></tr>
      <tr><td nowrap>Future:</td><td nowrap><b>mi estu vidonta</b>.</td><td nowrap>Future:</td><td nowrap><b>mi estu vidota</b>.</td></tr>
   </table>
</center>

<center>RESOLVE AND EXHORTATION.</center>

<p>
<b>255.</b> The <i>first person singular</i> of the imperative mood is
used to express the speaker's resolve concerning his own action, or
an exhortation to himself concerning such action. The <i>first person
plural</i> is used to express resolve or exhortation concerning the
joint action of the speaker and the person or persons addressed:
</p>

<p>
<b>Mi pensu pri tio!</b> <i>Let me think about that!</i><br>
<b>Mi ne forgesu tion!</b> <i>I must not (do not let me) forget that!</i><br>
<b>Ni ekzilu lin!</b> <i>Let us exile him!</i><br>
<b>Ni ne sidi&#285;u tie!</b> <i>Let us not sit down there!</i><br>
<b>Ni estu grize vestitaj!</b> <i>Let us be dressed in gray!</i>
</p>

<p class="footnote">
This force is usually expressed in English by "let" with an accusative
and infinitive construction.
</p>

<center>COMMANDS AND PROHIBITIONS.</center>

<p>
<b>256.</b> The <i>second and third</i> persons of the imperative are
used to express peremptory commands and prohibitions.
</p>

<b>a.</b> In the <i>second</i> person the pronoun is usually omitted, as
in English, unless special emphasis is placed upon it:

<p>
<b>Estu trankvila!</b> <i>Be calm!</i> (One person is addressed.)<br>
<b>Estu pretaj por akompani min!</b> <i>Be ready to accompany me!</i> (Two or more persons are addressed.)<br>
<b>Parolu kvaza&#365; vi komprenus!</b> <i>Talk as though you understood!</i><br>
<b>Ne fermu tiun pordon!</b> <i>Do not shut that door!</i><br>
<b>Ne estu vidata tie!</b> <i>Do not be seen there!</i>
</p>

<b>b.</b> In the <i>third</i> person a circumlocution in English is
necessary in translation (as <i>let</i>, <i>must</i>, <i>are to</i>,
<i>is to</i>, etc.):

<p>
<b>Li estu zorga!</b> <i>Let him be careful (he must be careful)!</i><br>
<b>&#348;i ne faru tion!</b> <i>Do not let her do that (she is not to do that)!</i><br>
<b>&#264;io estu pardonata!</b> <i>Let everything be forgiven!</i><br>
<b>Oni lasu min trankvila!</b> <i>People are to let me alone!</i><br>
<b>Ili neniam revenu!</b> <i>Let them never (do not let them ever) return!</i><br>
<b>La kulpuloj estu punataj!</b> <i>Let the culprits be punished!</i>
</p>

<center>LESS PEREMPTORY USES OF THE IMPERATIVE.</center>

<p>
<b>257.</b> By an extension of its use in resolve, exhortation, command
and prohibition, the imperative mood may be employed for less peremptory
expressions, such as <i>request</i>, <i>wish</i>, <i>advice</i>, etc.,
and in <i>questions of deliberation or perplexity</i>, or <i>requests
for instruction</i>:
</p>

<table border="0" cellspacing="8">
   <tr>
      <td valign="top">
         Request:
      </td>
      <td nowrap valign="top">
         <b>&#264;esu tiun bruon, mi petas!</b> <i>Stop that noise, I beg!</i><br>
         <b>Bonvolu fari tion!</b> <i>Please do that!</i><br>
         <b>Pardonu al ni niajn pekojn!</b> <i>Forgive us our sins!</i>
      </td>
   </tr>
   <tr>
      <td valign="top">
         Wish:
      </td>
      <td nowrap valign="top">
         <b>Ili estu feli&#265;aj!</b> <i>May they be happy!</i><br>
         <b>Dio vin benu!</b> <i>God bless you!</i><br>
         <b>Vivu la re&#285;o!</b> <i>(Long) live the king!</i>
      </td>
   </tr>
   <tr>
      <td valign="top">
         Advice:
      </td>
      <td nowrap valign="top">
         <b>Pensu anta&#365; ol agi!</b> <i>Think before acting!</i><br>
         <b>Foriru, se vi ne estas kontenta!</b> <i>Go away, if you are not satisfied!</i>
      </td>
   </tr>
   <tr>
      <td valign="top">
         Consent:
      </td>
      <td nowrap valign="top">
         <b>Nu, parolu, sed mi ne a&#365;skultos!</b> <i>Well, talk, but I shall not listen!</i><br>
         <b>Iru tuj, se vi volas.</b> <i>Go at once, if you like.</i>
      </td>
   </tr>
   <tr>
      <td valign="top">
         Question:
      </td>
      <td nowrap valign="top">
         <b>&#264;u mi faru tion a&#365; ne?</b> <i>Am I to do that or not?</i><br>
         <b>&#264;u ni disdonu la librojn?</b> <i>Shall we distribute the books?</i><br>
         <b>&#264;u li estu kondamnita?</b> <i>Shall he be condemned?</i><br>
         <b>&#264;u ili venu &#265;i tien?</b> <i>Are they to (shall they) come here?</i>
      </td>
   </tr>
</table>

<center>THE USE OF <b>MO&#348;TO</b>.</center>

<p>
<b>258.</b> The word <b>mo&#349;to</b> may be used alone, or after a
title, to denote respect. When used after a title, the title becomes an
adjective:
</p>

<p>
<b>Lia re&#285;a mo&#349;to</b>, <i>his majesty</i>.<br>
<b>Lia ju&#285;ista mo&#349;to</b>, <i>his honor the judge.</i><br>
<b>&#348;ia re&#285;ina mo&#349;to</b>, <i>her majesty</i>.<br>
<b>Lia urbestra mo&#349;to</b>, <i>his honor the mayor.</i><br>
<b>&#264;u via mo&#349;to lin a&#365;dis?</b> <i>Did your honor (excellency, etc.) hear him?</i>
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>Afrik-o</b>, <i>Africa.</i><br>
            <b>barbar-o</b>, <i>barbarian.</i><br>
            <b>Damokl-o</b>, <i>Damocles.</i><br>
            <b>flank-o</b>, <i>side.</i><br>
            <b>imperi-o</b>, <i>empire.</i><br>
            <b>konsent-i</b>, <i>to consent.</i><br>
            <b>konsil-i</b>, <i>to advise.</i>
         </td>
         <td nowrap valign="top">
            <b>mo&#349;t-o</b>, a title (see 258).<br>
            <b>ordon-i</b>, <i>to order, to bid.</i><br>
            <b>permes-i</b>, <i>to permit.</i><br>
            <b>pla&#265;-i</b>, <i>to please.</i><br>
            <b>sklav-o</b>, <i>slave.</i><br>
            <b>sol-a</b>, <i>sole, only.</i><br>
            <b>volont-e</b>, <i>willingly.</i>
         </td>
      </tr>
   </table>
</center>

<center><b>LA GLAVO DE DAMOKLO.</b></center>

<p>
Anta&#365; pli multe ol dumil jaroj vivis en Sirakuzo, sur la insulo
Sikelio, tre kruela tirano. Li diris al si "Mi estu &#265;iopova
(<i>all-powerful</i>)!" Tial li faris multe da militadoj, kaj venkis
ne nur barbarajn popolojn, sed anka&#365; multajn urbojn en Italujo
kaj norda Afriko. Detruinte &#265;ion sen kompato, li ordonis "La
lo&#285;antoj estu vendataj por sklavoj!" Li deziris fari por si, el la
venkitaj kaj sklavigitaj popoloj, unu grandan imperion. Sed la urboj
&#265;ie, e&#265; en Grekujo, ne ka&#349;is al li sian grandan malamon
al tia tirano. Tial li &#265;iam timis pri sia vivo, timante ke iu
subite mortigos lin. Unufoje Damoklo, amiko de la tirano, diris al li,
"Se mi estus tiel ri&#265;a kaj pova kiel via re&#285;a mo&#349;to,
mi estus treege feli&#265;a!" La tirano respondis, "Venu al festo
&#265;e mi, se tio pla&#265;as al vi, kaj eltrovu &#265;u mi devus esti
feli&#265;a a&#365; ne." "Mi venos tre volonte," ekkriis Damoklo, "kaj
mi dankas vian mo&#349;ton pro tia afableco!" La tirano &#285;entile
respondis "Ho, estas nenio (=<i>you are welcome</i>)! Nur ne forgesu
la deciditan horon!" Je la &#285;usta horo Damoklo iris al la festo,
kie oni donis al li se&#285;on flanke de la tirano mem. "Man&#285;u kaj
trinku kiom ajn vi volas," konsilis la tirano, "kaj poste ni parolos
pri la feli&#265;eco." Damoklo tuj konsentis al tia propono, kaj agis
la&#365; la permeso tiel afable donita al li. Man&#285;ante bonegan
man&#285;a&#309;on, kaj trinkante dol&#265;an vinon, li tute ne enuis
&#265;e la festo. Balda&#365; la tirano diris "Rigardu supren, kaj vidu
&#285;uste kian feli&#265;econ mi havas!" Supren rigardinte, Damoklo
ekvidis akran glavon, anta&#365;e ka&#349;itan al li de kurteno.
Subtenate de unu sola haro, la glavo &#349;ajnis kvaza&#365; tuj falonta
sur la kapon de Damoklo. "La dioj min helpu!" li ekkriis, forsaltinte de
la tablo. Pro la &#309;us dirita stranga rakonto, oni ankora&#365; nun
nomas la atendadon por io timeginda, kio &#349;ajnas &#265;iam okazonta
sed efektive ne okazas, "la glavo de Damoklo."
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. The word ostracism comes from the Greek word signifying
"oyster-shell." 2. It has its present meaning because oyster-shells
or pieces of pottery were used for the voting. 3. The story about
Aristeides is interesting, but that about the sword of Damocles is also
interesting. 4. His friend, the Syracusan tyrant, had permitted all
sorts of injustices, against not only barbarians but even Greeks. 5.
His only bidding usually was "Let every inhabitant be sold as a slave!"
6. He thought "Let me make one sole empire out of Africa, Italy and
Sicily!" 7. Damocles said to him "Your royal highness ought to be very
happy!" 8. The tyrant answered, "Come to a feast tomorrow, and find
out. I will give you a seat (214, b) beside me." 9. Damocles willingly
consented, and went thither. 10. The tyrant advised "Let us eat and
drink until midnight, if that would be-pleasing to you. Then let us
discuss the problem about happiness." 11. After a few hours Damocles
heard a slight sound over his head, and the tyrant said to him, "Look
up and you will see what kind of happiness mine is." 12. "Heaven defend
me!" exclaimed Damocles, catching sight of a sharp sword hanging by a
single (sole) hair.
</p>

