

<center>THE DISTRIBUTIVE PRONOUN.</center>

<p>
<b>173.</b> The distributive pronoun (and pronominal adjective) is
<b>&#265;iu</b>, <i>each (one)</i>, <i>every (one)</i>. Sometimes it
is equivalent to English <i>any</i>, as in "Any one who studies can
learn," etc. The plural is <b>&#265;iuj</b>, <i>every</i>, <i>all</i>.
The article is never interposed between <b>&#265;iuj</b> and the
noun modified (as in English "all the men"), and is used only if
<b>&#265;iuj</b> is pronominal and followed by <b>el</b>:
</p>

<p class="footnote">
The use of <b>&#265;iu</b> and <b>&#265;iuj</b> must be distinguished
from that of the adjective <b>tuta</b>, which means "all" in the sense
of "entire": &#264;iuj viroj laboras la tutan tagon, <i>all men work all
(the whole) day</i>. Mi vidis &#265;iun viza&#285;on, sed mi ne vidis la
tutan viza&#285;on de &#265;iu viro, <i>I saw every face, but I did not
see all the face of each man</i>.
</p>

<p>
<b>&#264;iu, kiu studos, lernos</b>, <i>every one who studies will learn</i>.<br>
<b>Mi vidis &#265;iun el ili, kaj parolis al &#265;iu knabo</b>, <i>I saw each of them, and talked to every boy</i>.<br>
<b>Mi dankas vin &#265;iujn</b>, <i>I thank you all (I thank all of you)</i>.<br>
<b>Ni &#265;iuj estas reprezentataj</b>, <i>we are all (all of us are) represented</i>.<br>
<b>&#264;iuj el la maristoj alvenis</b>, <i>all (every one) of the sailors arrived</i>.
</p>

<p>
<b>174.</b> The distributive pronoun has a possessive or genitive form
<b>&#265;ies</b>, <i>every-one's</i>, <i>every-body's</i>:
</p>

<p>
<b>Li konas &#265;ies nomon</b>, <i>he knows every-one's name</i>.<br>
<b>&#264;ies opinio estis diversa</b>, <i>every-body's opinion was different</i>.<br>
<b>Kies vo&#265;ojn mi a&#365;das? &#264;ies</b>, <i>whose voices do I hear? Everybody's</i>.
</p>

<center>THE PREPOSITION <b>PO</b>.</center>

<p>
<b>175.</b> The preposition <b>po</b>, <i>at the rate of</i>, <i>at</i>,
is used chiefly before cardinals and has a distributive sense:
</p>

<p>
<b>Li mar&#349;as po kvar mejloj &#265;iutage</b>, <i>he walks at the rate of four miles daily (every-day)</i>.<br>
<b>Mi a&#265;etis kafon po malalta prezo</b>, <i>I bought coffee at a low price</i>.<br>
<b>Mi a&#265;etis viandon po kvarono da dolaro por funto</b>, <i>I bought meat at a quarter of a dollar for (per) pound</i>.<br>
<b>La &#265;apelisto a&#265;etas &#265;apelojn pogrande</b>, <i>the hatter buys hats wholesale</i>.
</p>

<center>DEPENDENT COMPOUNDS.</center>

<p>
<b>176.</b> A compound word whose first element is a substantive,
dependent upon the second element in some prepositional relation, is
called a <i>dependent compound</i>. (If the two words were not united
into one, the first element would be preceded by a preposition, or would
be in the accusative case.) The ending <b>-o</b> may be omitted from the
first element of a dependent compound:
</p>

<p class="footnote">
A personal pronoun serving as the first element of a dependent
compound may keep the accusative ending, to indicate its
construction: sinla&#365;do, <i>self-praise</i>. sinekzameno,
<i>self-examination</i>. sindefendo, <i>self-defence</i>.
sinkontra&#365;dira, <i>self-contradictory</i>.
</p>

<p>
<b>jarcento</b>, <i>century</i> (cento da jaroj).<br>
<b>man&#285;o&#265;ambro</b>, <i>dining-room</i> (&#265;ambro por man&#285;oj).<br>
<b>noktomezo</b>, <i>midnight</i> (mezo de la nokto).<br>
<b>paperfaristo</b>, <i>papermaker</i> (faristo de papero).<br>
<b>sunbrilo</b>, <i>sunshine</i> (brilo de la suno).<br>
<b>tagmezo</b>, <i>noon</i> (mezo de la tago).<br>
<b>vesperman&#285;o</b>, <i>supper</i> (man&#285;o je la vespero).<br>
<b>ventoflago</b>, <i>weathercock</i> (flago por la vento).
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>&#265;ies</b>, <i>every body's</i> (174).<br>
            <b>&#265;iu</b>, <i>every-body</i> (173).<br>
            <b>decid-i</b>, <i>to decide</i>.<br>
            <b>dev-o</b>, <i>duty</i>.<br>
            <b>fleks-i</b>, <i>to bend</i>.<br>
            <b>genu-o</b>, <i>knee</i>.<br>
            <b>intenc-i</b>, <i>to intend</i>.<br>
            <b>ju&#285;-i</b>, to <i>judge</i>.
         </td>
         <td nowrap valign="top">
            <b>lag-o</b>, <i>lake</i>.<br>
            <b>po</b>, <i>at the rate of</i> (175).<br>
            <b>sever-a</b>, <i>severe</i>.<br>
            <b>stang-o</b>, <i>pole</i>.<br>
            <b>svis-o</b>, <i>Swiss</i>.<br>
            <b>vend-i</b>, <i>to sell</i>.<br>
            <b>Vilhelm-o</b>, <i>William</i>.<br>
            <b>vort-o</b>, <i>word</i>.
         </td>
      </tr>
   </table>
</center>


<center><b>LA &#264;APELO SUR LA STANGO.</b></center>

<p>
Anta&#365; ol Svislando estis tiel libera kiel la nuna svisa respubliko,
&#285;iaj aferoj estis administrataj de personoj kiuj reprezentis aliajn
naciojn. Ofte tiuj personoj estis kiel eble plej severaj ju&#285;istoj
al la svisoj. Unufoje plej kruela tirano estis administranta aferojn
svisajn. Li elpensis rimarkindan metodon por montri sian povon
(<i>power</i>), kaj por esti malagrabla al la svisoj. Li decidis meti
sian &#265;apelon sur altan stangon en la vendejo (<i>market-place</i>),
en malgranda vila&#285;o apud bela lago inter la altaj montoj. Li diris
ke de nun tiu &#265;apelo reprezentas lin, kaj portos lian nomon.
Saluti la &#265;apelon estos la grava devo de &#265;iu persono en la
vila&#285;o. Estos &#265;ies devo ne nur saluti la &#265;apelon, sed
anka&#365; genufleksi (<i>kneel</i>) anta&#365; la stango. La tirano
diris ke li forprenos la domon, la kampojn kaj tiom da mono, kiom
li povos, de &#265;iu vila&#285;ano a&#365; kamparano kiu forgesos
genufleksi. "Mi intencas sendi gardistojn," li diris, "kiuj rimarkos
&#265;u vi &#265;iuj genufleksos kiam vi estas proksimaj de la stango."
Je tagmezo alvenis gardistoj, por rimarki &#265;u la necesaj salutoj
estos farataj de &#265;iuj, kaj por kapti &#265;iujn svisojn kiuj ne
genufleksis. Balda&#365; la kamparanoj komencis eniri la vendejon, por
vendi legomojn po kiel eble altaj prezoj, kaj por a&#265;eti vestojn
kaj aliajn aferojn po treege plej malaltaj prezoj. &#264;iu, kiu iris
proksimen de la stango, zorge genufleksis anta&#365; la &#265;apelo
de la malamata tirano, pro timo pri la hejmoj kaj la familioj. Fine,
kamparano, kies nomo estis Vilhelmo Tell, eniris la vendejon, kaj
staris du a&#365; tri minutojn proksime de la stango, dum li diris
kelkajn vortojn al amiko. Sed anstata&#365; fari tujan saluton, a&#365;
genufleksi, li tute ne rigardis la stangon.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. The day before yesterday my youngest cousin was sitting on my knee,
and I told him that a rainbow (<i>&#265;ielarko</i>) is made by the
sunshine and the rain. 2. My cousin goes to school every day, after
he has breakfast in the dining-room. 3. A new school is being built,
not far from the home of the judge. 4. It is my cousin's duty to study
those books at the rate of ten pages a day. 5. My cousin and I decided
last night (93) to buy new hats for ourselves. 6. We intend to go
to the hatter's early tomorrow morning. 7. I think that all clothes
are being sold at a low price at-the-present-time. 8. During a visit
at a friend's, I read an interesting book about ancient Europe. 9.
It relates that several centuries ago a severe and cruel tyrant was
managing affairs in Switzerland. 10. Once he put his hat on a pole in
the market-place, and said that it was the duty of-every-one to kneel
before it. 11. This serious affair happened in a village one or two
miles square, on (<i>&#265;e</i>) the lake not far from the mountains
through which one goes on the way (167, a) to the Italian land. 12.
William Tell did not kneel or even look at the hat representing the
tyrant.
</p>

