

<center>POSSESSIVE CASE OF NOUNS.</center>

<p>
<b>49.</b> The preposition <b>de</b> is used to express possession or
connection:
</p>

<p>
<b>La muroj de la domo</b>, <i>the walls of the house.</i><br>
<b>La koloroj de la floroj</b>, <i>the colors of the flowers.</i><br>
<b>La libro de la knabo</b>, <i>the book of the boy (the boy's book).</i><br>
<b>Bran&#265;o de la arbo</b>, <i>a branch of the tree.</i><br>
<b>La &#285;ardeno de la viroj</b>, <i>the garden of the men (the men's garden).</i>
</p>

<center>IMPERSONAL VERBS.</center>

<p>
<b>50.</b> Verbs with an impersonal or indeterminate subject, as "it
rains," "it is snowing," are called impersonal, because there is
no actual subject, the word "it" serving merely as an introductory
particle. No such particle is used with impersonal verbs in Esperanto:
</p>

<p>
<b>Pluvas</b>, <i>it rains, it is raining.</i><br>
<b>Ne&#285;is hiera&#365;</b>, <i>it snowed yesterday.</i>
</p>

<center>VERBS PRECEDING THEIR SUBJECTS.</center>

<p>
<b>51.</b> When the verb in a sentence precedes its subject, English
often uses an introductory particle, such as "there," "it." In Esperanto
no such particles are needed:
</p>

<p>
<b>Estas floroj sur la tablo</b>, <i>there are flowers on the table.</i><br>
<b>Estis Johano, ne Alfredo, en la &#285;ardeno</b>, <i>it was John, not Alfred, in the garden.</i><br>
<b>Estas domo en la kampo</b>, <i>there is a house in the field.</i><br>
<b>Estis mi</b>, <i>it was I.</i>
</p>

<center>COORDINATING CONJUNCTIONS.</center>

<p>
<b>52.</b> Words like <b>a&#365;, kaj, nek, sed,</b> which join words,
word-groups, or sentences together are conjunctions. All the
conjunctions given so far connect words, phrases, or sentences of
similar rank or kind. These are called coordinating conjunctions, and
the words, phrases, or sentences connected by them are said to be
coordinate:
</p>

<p>
<b>&#264;u vi mar&#349;as a&#365; kuras?</b><br>
(<b>A&#365;</b> connects the verbs.)
</p>

<p>
<b>&#348;i iris, kaj ni estis feli&#265;aj.</b><br>
(<b>Kaj</b> connects the sentences.)
</p>

<p>
<b>Nek vi nek mi vidis &#285;in.</b><br>
(The second <b>nek</b> connects the pronouns, the first being introductory and adverbial.)
</p>

<p>
<b>A&#365; li a&#365; &#349;i perdis la libron.</b><br>
(The second <b>a&#365;</b> connects the pronouns, the first being introductory and adverbial.)
</p>

<p>
<b>&#284;i falis sur la se&#285;on, sed ne sur la plankon.</b><br>
(<b>Sed</b> connects the phrases.)
</p>

<p>
<b>Li ne &#349;atis &#285;in. Tamen li tenis &#285;in.</b><br>
(<b>Tamen</b> connects the sentences.)
</p>

<p class="footnote">
A phrase is a word-group forming an expression, but not containing a
verb, as "through the house," "of the man," "before me," etc.
</p>

<p class="footnote">
Coordinating conjunctions may be further classified according to
their meaning: <b>A&#365;</b> is disjunctive, connecting alternates,
and expressing separation. <b>Kaj</b> is copulative, expressing
union. <b>Nek</b> is disjunctive, expressing separation and also
negation. <b>Sed</b> is adversative, expressing opposition, contrast,
or modification of a previous statement. <b>Tamen</b> is adversative,
affirming something in spite of a previous objection or concession.
<b>Do,</b> <i>so, then, consequently,</i> is argumentative, expressing a
logical inference or result in a somewhat conversational manner.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>akvo</b>, <i>water.</i><br>
            <b>amiko</b>, <i>friend.</i><br>
            <b>anka&#365;</b>, <i>also.</i><br>
            <b>bezoni</b>, <i>to need.</i><br>
            <b>dezerto</b>, <i>desert.</i><br>
            <b>fidela</b>, <i>faithful.</i><br>
            <b>mono</b>, <i>money.</i><br>
            <b>ne&#285;i</b>, <i>to snow.</i><br>
            <b>pluvi</b>, <i>to rain.</i>
         </td>
         <td nowrap valign="top">
            <b>porti</b>, <i>to carry.</i><br>
            <b>ri&#265;a</b>, <i>rich, wealthy.</i><br>
            <b>sablo</b>, <i>sand.</i><br>
            <b>sako</b>, <i>sack, bag.</i><br>
            <b>seka</b>, <i>dry.</i><br>
            <b>tamen</b>, <i>nevertheless.</i><br>
            <b>trinki</b>, <i>to drink.</i><br>
            <b>veni</b>, <i>to come.</i><br>
            <b>vojo</b>, <i>road, way.</i>
         </td>
      </tr>
   </table>
</center>

<center><b>LA ARABO EN LA DEZERTO.</b></center>

<p>
Arabo iris trans grandan sekan dezerton. Kamelo, lia fidela amiko,
portis lin. La kamelo anka&#365; portis belajn tapi&#349;ojn, &#265;ar
la arabo estis ri&#265;a viro. La arabo havis ne nur tapi&#349;ojn, sed
anka&#365; sakojn. En la sakoj estis akvo, &#265;ar en la dezerto nek
pluvas nek ne&#285;as. La viro trinkis akvon, kaj anka&#365; donis akvon
al sia kamelo. La kamelo mar&#349;is kaj mar&#349;is, sed ne venis al
la domo de la arabo, &#265;ar ili perdis la vojon. La suno brilis, kaj
la sablo de la dezerto &#349;ajnis varma. La arabo ne trovis la vojon,
kaj balda&#365; li ne havis akvon. Tamen la kamelo mar&#349;is kaj
mar&#349;is, kaj balda&#365; la arabo vidis sakon anta&#365; si, sur la
seka sablo. Li estis feli&#265;a kaj diris al si "&#264;u estas akvo en
&#285;i? Mi volas trinki, kaj volas doni akvon al mia fidela kamelo."
Li anka&#365; volis lavi la tutan viza&#285;on en la akvo, &#265;ar li
estis varma. Post sia diro li kaptis la sakon, kaj komencis rigardi en
&#285;in. Li metis la nazon en &#285;in, sed ne trovis akvon en la sako.
Nek li nek lia fidela kamelo havis akvon, &#265;ar estis nur mono en
la sako. La arabo estis kolera, &#265;ar li ne volis monon, li bezonis
akvon. Li havis monon en sia domo en la urbo, kaj volis trovi akvon.
&#264;u li tamen metis la sakon trans la kolon de sia kamelo? Ne, li ne
volis meti &#285;in sur sian kamelon, &#265;ar li estis kolera. Li ne
tenis la sakon, sed &#285;i falis sur la sablon, kaj ku&#349;is apud li.
La sako nun ku&#349;as sur la sablo de la granda dezerto, kaj la mono
estas en &#285;i.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. Today it is raining, but yesterday it was snowing. 2. Did your friend
John carry his chair into the house? 3. I saw your good friends on the
way to the city. 4. Is the large sack behind the door theirs? 5. Neither
she nor her brother saw the whole city. 6. They went to the city of
Boston and lost their way. 7. There are interesting houses across the
street. 8. The body of a camel is large, and its neck is long. 9. The
camel pushed its head into the house of the arab, and he was angry. 10.
On the sand in the desert there lies a sack. 11. In the sack there is
money. 12. The arab was warm, and wished to drink water. 13. He also
wished to give water to the faithful camel. 14. Nevertheless, he found
only money in the sack. 15. He was angry, and did not keep the sack.
16. Yesterday he wished to find money, but today he prefers water. 17.
Nevertheless there is only sand in the desert. 18. He wished to come
from the dry desert to the house of a faithful friend. 19. Both he and
his friends are rich. 20. They went to his house yesterday, and came to
theirs today. 21. They do not need money.
</p>

