

<center>THE INTERROGATIVE ADVERB OF MOTIVE OR REASON.</center>

<p>
<b>129.</b> The interrogative adverb of motive or reason related to the
interrogative pronoun <b>kiu</b> is <b>kial</b>, <i>why, wherefore, for
what reason</i>:
</p>

<p>
<b>Kial la araneo supren rampis?</b> <i>why did the spider crawl up?</i><br>
<b>Mi demandos kial li rimarkis &#285;in</b>, <i>I will ask why he noticed it.</i>
</p>

<center>THE INFINITIVE AS SUBJECT.</center>

<p>
<b>130.</b> The infinitive may be used as the subject of a verb.
</p>

<p class="footnote">
<i>Cf</i>. the complementary infinitive (28), equivalent to the object
of a verb, and the use of the infinitive after the prepositions
<b>por</b>, <b>anstata&#365;</b>, <b>anta&#365; ol</b> (98).
</p>

<p>
Any modifier of the infinitive is necessarily adverbial. An indefinite
personal object (or pronominal complement of a preposition) after
an infinitive used as subject is expressed by the reflexive pronoun
<b>si</b>:
</p>

<p>
<b>Promeni estas granda plezuro</b>, <i>to go walking is a great pleasure</i>.<br>
<b>Promeni estas agrable</b>, <i>to go walking is pleasant</i>.<br>
<b>&#264;u estas facile rigardi la plafonon?</b> <i>Is it easy to look at the ceiling?</i><br>
<b>Estas bone sin helpi</b>, <i>it is well to help oneself</i>.<br>
<b>Paroli al si estas malsa&#285;e</b>, <i>to talk to oneself is silly</i>.
</p>

<center>PRESENT ACTION WITH PAST INCEPTION.</center>

<p>
<b>131.</b> A present act or state which began in the past is expressed
by the present tense (instead of by the past as in English):
</p>

<p>
<b>Mi estas &#265;i tie de lundo</b>, <i>I have been (I am) here since Monday</i>.<br>
<b>De Marto mi studas tiun lingvon</b>, <i>since March I have been (I am) studying that language</i>.<br>
<b>Ili estas amikoj de tiu tago</b>, <i>they have been (they are) friends from that day</i>.<br>
<b>Ni lo&#285;as tie de anta&#365; kelkaj monatoj</b>, <i>we have been living (we are living) here since some months ago</i>.
</p>

<p class="footnote">
<i>Cf.</i> German <i>er ist schon lange hier</i>, he has already been
here a long time, French <i>je suis ici depuis deux ans</i>, I have been
here two years, etc.
</p>

<center>THE SUFFIX <b>-UL-</b>.</center>

<p>
<b>132.</b> The suffix <b>-ul-</b> is used to form nouns indicating
a person characterized by or possessing the distinguishing trait,
character or quality in the root:
</p>

<p>
<b>junulo</b>, <i>a youth, a young man</i> (from <b>juna</b>, <i>young</i>).<br>
<b>belulino</b>, <i>a beauty, a belle</i> (from <b>bela</b>, <i>beautiful</i>).<br>
<b>maljunulo</b>, <i>an old man</i> (from <b>maljuna</b>, <i>old</i>).<br>
<b>sa&#285;ulo</b>, <i>a sage, a wise man</i> (from <b>saga</b>, <i>wise</i>).<br>
<b>malri&#265;ulino</b>, <i>a poor woman</i> (from <b>malri&#265;a</b>, <i>poor</i>).
</p>

<p class="footnote">
<i>Cf</i>. the English adjectives <i>quer-ul-ous</i>, <i>cred-ul-ous</i>,
<i>garr-ul-ous</i>, etc., and the Latin nouns <i>fam-ul-us</i>, a servant,
<i>fig-ul-us</i>, a potter, and <i>leg-ul-us</i>, a gatherer.
</p>

<center><b>LO&#284;I</b> AND <b>VIVI</b>.</center>

<p>
<b>133.</b> The verb <b>lo&#285;i</b>, <i>to reside, to dwell, to
lodge</i>, must not be confused with <b>vivi</b>, which means <i>to
live</i> in the sense of "to be alive:"
</p>

<p>
<b>Li lo&#285;as apude</b>, <i>he lives near by</i>.<br>
<b>Li vivis longan tempon</b>, <i>he lived a long time</i>.<br>
<b>Vivi feli&#265;e estas pli bone ol lo&#285;i ri&#265;e</b>, <i>to live happily is better than to live (lodge) richly</i>.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>afabl-a</b>, <i>amiable, affable</i>.<br>
            <b>afer-o</b>, <i>thing, matter, affair</i>.<br>
            <b>balanc-i</b>, <i>to balance, to nod</i>.<br>
            <b>barb-o</b>, <i>beard</i>.<br>
            <b>batal-o</b>, <i>battle</i>.<br>
            <b>brov-o</b>, <i>eyebrow</i>.<br>
            <b>bukl-o</b>, <i>curl</i> (of hair).<br>
            <b>har-o</b>, <i>hair</i>.
         </td>
         <td nowrap valign="top">
            <b>kial</b>, <i>why</i> (129).<br>
            <b>mejl-o</b>, <i>mile</i>.<br>
            <b>okulhar-o</b>, <i>eyelash</i>.<br>
            <b>okulvitr-oj</b>, <i>spectacles</i>.<br>
            <b>pens-i</b>, <i>to think, to ponder</i>.<br>
            <b>vang-o</b>, <i>cheek</i>.<br>
            <b>verand-o</b>, <i>porch, veranda</i>.<br>
            <b>viv-i</b>, <i>to live</i> (133).
         </td>
      </tr>
   </table>
</center>

<center><b>PRI LA AVO KAJ LA AVINO.</b></center>

<p>
Mia avo estas tre afabla persono. Li estas maljunulo kun blankaj haroj
kaj blanka barbo. Li havas bluajn okulojn, kaj la brovoj super ili
estas e&#265; pli blankaj ol liaj haroj. Kvankam li lo&#285;as en nia
vila&#285;o de anta&#365; kelkaj jaroj, li anta&#365;e lo&#285;is en
Skotlando. Anta&#365; multaj jaroj li estis soldato, kaj li ofte parolas
al mi pri la bataloj kaj venkoj de tiu tempo. Sidi kviete sur la verando
kaj rakonti tiajn rakontojn al la nepo &#349;ajne donas al li multe da
plezuro. Multajn fojojn je la fino de la tago li sidas tie, kaj parolas
pri tiaj aferoj &#285;is malfrua horo de la vespero. Sidi &#265;e liaj
piedoj kaj a&#365;di liajn rakontojn estas tre interese al mi. Komence,
dum mi estas &#265;e li, mi kutime demandas "&#264;u oni sukcesis en
tiu batalo?" Tuj li balancas la kapon kaj komencas pacience rakonti pri
la venkoj kaj malvenkoj (<i>defeats</i>). Li malofte respondas "Mi ne
scias," al miaj demandoj "Kiam," kaj "Kial." Kelkajn fojojn li diras "Mi
havas tiun opinion, sed mi ne bone scias pri la tuta afero, kaj mi miras
&#265;u aliaj personoj scias pli bone." &#264;ar li estas multe studinta
kaj pensinta, liaj opinioj estas treege interesaj. Li &#285;ojas tial
ke mi demandas pri aferoj okazintaj (<i>things that have happened</i>),
&#265;ar tiaj demandoj montras ke mi anka&#365; pensas pri ili. Mia
avino estas malgranda, kun belaj bukloj da tute blankaj haroj. &#348;i
havas belajn brunajn okulojn, kun longaj nigraj okulharoj. Oni diras
ke anta&#365; multaj jaroj &#349;i estis belulino. E&#265; nun estas
plezure rigardi &#349;in, kaj vidi &#349;iajn ru&#285;ajn vangojn. De
anta&#365; kelkaj jaroj &#349;i portas okulvitrojn por legi a&#365;
skribi a&#365; kudri, kaj &#349;i bezonas ripozon post malmulte da
laboro. Promeno de e&#265; mejlo estas tro longa nun por la avino.
Oni diras ke &#349;i ne vivos tre longan tempon, kaj tia penso donas
mal&#285;ojon al ni, &#265;ar ni treege amas la afablan paciencan
avinon.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. Our grandfather is an old man, and they say that he will not live
much longer. 2. He is not very strong, and can not take (<i>fari</i>)
long walks. 3. The mile between his house and ours now seems long to
him. 4. He prefers to sit quietly in the house or on the veranda, and
think, nearly all day long (the whole day). 5. He is very amiable,
and can tell exceedingly interesting stories, about the victories and
defeats which happened (119) many years ago. 6. Such things are wicked I
think, and I am very glad that (83) such battles do not happen now. 7.
Grandfather has a long white beard and much white hair. 8. It is very
interesting to hear his stories, and also to look directly at him while
he is telling them. 9. He tells such stories with great pleasure. 10.
Although he has lived with (125) us since February (131), he does not
know (117) a great many of the neighbors, or of the other persons living
(133) near. 11. Grandmother has blue eyes, red cheeks, and soft white
curls. 12. She speaks slowly, with a sweet voice, and is very patient.
13. Today she said to me "Good morning, my dear (132), I have lost my
spectacles. Will you look-for them for me?" I nodded (the head) and soon
found the spectacles.
</p>

