

<center>THE DEMONSTRATIVE ADVERB OF PLACE.</center>

<p>
<b>68.</b> The demonstrative adverbs of place related to the pronouns
<b>tiu</b> and <b>&#265;i tiu</b> are <b>tie</b>, <i>there, in (at) that
place</i>, and <b>&#265;i tie</b>, <i>here, in (at) this place</i>:
</p>

<p>
<b>La telero estas tie</b>, <i>the plate is there (in that place)</i>.<br>
<b>La libroj ku&#349;as &#265;i tie</b>, <i>the books lie here (in this place)</i>.<br>
<b>Mi trovis vin tie kaj lin tie &#265;i</b>, <i>I found you there and him here.</i><br>
<b>Tie la vetero &#349;ajnas tre agrabla</b>, <i>there the weather seems very pleasant.</i>
</p>

<p>
<b>69.</b> If the verb in the sentence expresses motion toward the place
indicated by <b>tie</b> or <b>&#265;i tie</b>, the ending <b>-n</b> is
added to the adverb (46), forming <b>tien</b>, <i>thither, there</i>,
and <b>&#265;i tien</b>, <i>hither, here</i>:
</p>

<p>
<b>Li iros tien</b>, <i>he will go there (thither)</i>.<br>
<b>Mi venis &#265;i tien</b>, <i>I came here (hither)</i>.<br>
<b>Ni estis tie, kaj venis &#265;i tien</b>, <i>we were there and came here
(hither)</i>.
</p>

<center>ACCOMPANIMENT.</center>

<p>
<b>70.</b> Accompaniment or association is expressed by the preposition
<b>kun</b>, <i>with, along with</i>:
</p>

<p>
<b>La viro venis kun sia amiko</b>, <i>the man came with his friend</i>.<br>
<b>Mi promenos kun vi</b>, <i>I shall go walking with you</i>.<br>
<b>La knabo kun tiu viro estas lia frato</b>, <i>the boy with that man is his brother</i>.
</p>

<p class="footnote">
<b>Kun</b> must not be confused with <b>per</b> (64), which expresses
instrumentality, although per may often be translated by English
"with." The English preposition "with" may be said to have three rather
clearly defined different meanings. In the linguistic history of this
word, the original meaning was "against," still shown in <i>fight
with, strive with, contend with, withstand</i>, etc. (<i>Cf.</i>
German <i>widerstreiten</i>, to strive with, <i>widerhalten</i>, to
resist, etc.) Gradually this word "with" usurped the meaning of the
original preposition "mid," expressing association or accompaniment
(<i>cf.</i> German <i>mit</i>, "with", which it crowded out of
the language except in one unimportant compound). The word "by"
was also encroaching upon "mid" from another direction, and so
"mid's" successor "with" came to be interchangeable with "by" in
expressing instrumentality. Thus, English "with" indicates opposition,
accompaniment, or instrumentality, for which three senses Esperanto has
the three prepositions <b>kontra&#365;</b>, <b>kun</b>, and <b>per</b>,
respectively.
</p>

<center>THE ADVERB <b>FOR</b>.</center>

<p>
<b>71.</b> The adverb <b>for</b>, <i>away</i>, may be used
independently, as <b>Li iris for de mi</b>, <i>he went away from me</i>,
but it is more frequently used as a prefix to give a sense of departure,
loss or somewhat forcible removal:
</p>

<p>
<b>foriri</b>, <i>to go away, to depart</i>.<br>
<b>forkuri</b>, <i>to run away, to escape</i>.<br>
<b>forlasi</b>, <i>to leave alone, to abandon, to desert</i>.<br>
<b>forman&#285;i</b>, <i>to eat away, to eat up</i>.<br>
<b>forpreni</b>, <i>to take away, to remove</i>.<br>
<b>fortrinki</b>, <i>to drink away, to drink up</i>.
</p>

<p class="footnote">
<i>Cf</i>. the prefix <i>for-</i> in English "forfend," <i>to keep away,
to avert</i>, "forbid," <i>to exclude from, to command against</i>,
"forbear," <i>to refrain from</i>, etc.
</p>

<center>THE MEANING OF <b>POVI</b>.</center>

<p>
<b>72.</b> The verb <b>povi</b>, to be able, is used to translate
English <i>can</i>, which is defective, that is, does not occur in all
of the forms a verb may have:
</p>

<p>
<b>Mi povas paroli</b>, <i>I am able to talk, I can talk.</i><br>
<b>Mi povis paroli</b>, <i>I was able to talk, I could talk.</i><br>
<b>Mi povos paroli</b>, <i>I shall be able to talk,</i> &mdash;&mdash;&mdash;.<br>
<b>Mi volas povi paroli</b>, <i>I wish to be able to talk,</i> &mdash;&mdash;&mdash;.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>el</b>, <i>out of, out</i>.<br>
            <b>&#265;irka&#365;</b>, <i>around, roundabout</i>.<br>
            <b>for</b>, <i>away</i> (71).<br>
            <b>frua</b>, <i>early</i>.<br>
            <b>glavo</b>, <i>sword</i>.<br>
            <b>horo</b>, <i>hour</i>.<br>
            <b>kun</b>, <i>with</i> (70).<br>
            <b>lasi</b>, <i>to leave</i>.
         </td>
         <td nowrap valign="top">
            <b>peli</b>, <i>to drive, to chase</i>.<br>
            <b>po&#349;o</b>, <i>pocket</i>.<br>
            <b>rajdi</b>, <i>to ride</i>.<br>
            <b>rapidi</b>, <i>to hasten</i>.<br>
            <b>resti</b>, <i>to remain, to stay</i>.<br>
            <b>sa&#285;a</b>, <i>wise</i>.<br>
            <b>tie</b>, <i>there</i> (68).<br>
            <b>voki</b>, <i>to call</i>.
         </td>
      </tr>
   </table>
</center>

<center><b>MALAMIKOJ EN LA DEZERTO.</b></center>

<p>
Juna viro kaj lia sa&#285;a patro volis iri trans la dezerton, kun siaj
amikoj. La amikoj estis fortaj, kaj la juna viro estis tre kura&#285;a.
Ili restis en malgranda urbo dum la nokto, kaj forrajdis kun tiuj
amikoj. La patro kaj la filo opiniis ke la amikoj kun ili povos helpi
per siaj akraj glavoj. Ili opiniis ke ili povos forpeli la malamikojn.
E&#265; en la dezerto oni trovas malamikojn. Tiaj malamikoj forprenas
la monon de bonaj viroj. La juna viro estis kontenta, &#265;ar li
estis kun la amikoj. La maljuna viro estis kontenta &#265;ar li estis
kun sia filo. Balda&#365; la nokto venis. Estis tre malluma tie en la
dezerto, kaj ili preska&#365; ne povis vidi. Dum la fruaj horoj de la
nokto la patro a&#365;dis vo&#265;ojn, kaj preska&#365; tuj li vidis la
malamikojn. La ruzaj malbonaj viroj rapidis tien, kaj vokis la maljunan
viron. La malkura&#285;aj amikoj de la patro kaj filo nek restis tie,
nek helpis forpeli la malamikojn. Ili tuj forkuris. La malamikoj staris
&#265;irka&#365; la patro, kaj forpu&#349;is lin de lia &#265;evalo.
La filo volis malhelpi ilin, sed li ne povis. Li povis nur resti kun
la patro, kaj gardi lin tie kontra&#365; la glavoj de la malamikoj.
Balda&#365; la malamikoj komencis forpreni la monon el la po&#349;oj
de la sa&#285;a maljuna viro. La kolera filo diris per maldol&#265;a
(<i>bitter</i>) vo&#265;o "&#264;u vi ne hontas? &#264;u vi lasos al
ni nek la &#265;evalojn nek nian monon?" Sed la malamikoj respondis
"Ne, ni lasos al vi nek la &#265;evalojn nek la monon. Ni ne estas
malsa&#285;aj." Post tiu diro ili tuj forrapidis, kaj prenis kun si la
&#265;evalojn.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. The foolish friends of the young man and his aged father did not
stay with them. 2. They did not help them with their swords, but ran
away at once (<i>tuj</i>), and were not ashamed. 3. The old man heard
disagreeable voices behind him, and soon he saw the enemy. 4. The enemy
called them, and hastened there (69). 5. Those sly bad men took the
money out of the pockets of the courageous young man. 6. They stood
around him, and also around his father. 7. The father and son could not
even guard their horses. 8. The enemy did not leave (to) these their
horses, but took both the horses and the money. 9. Soon the enemy rode
away, during the late hours of the night. 10. The father and son were
angry and dissatisfied. 11. They said "We fear and dislike such men."
12. The father said "By the help of our neighbors we can (<i>povos</i>)
find those bad men, and drive them away, out of the desert." 13. The son
replied, "Dear Father, such a proposal seems good, and I will help with
my long sharp sword. 14. But we are now in the desert, and the road to
the city is long. 15. We cannot ride thither, but we can walk thither.
16. Can you not hasten, with (<i>per</i>) my help?" 17. The wise old man
answered, "Yes, my son, with such help I can walk thither."
</p>

