

<center>THE NEGATIVE ADVERBS <b>NENIAL</b>, <b>NENIEL</b>, <b>NENIOM</b>.</center>

<p>
<b>229.</b> The negative adverb of motive or reason, related to the
negative pronoun <b>neniu</b>, is <b>nenial</b>, <i>for no reason:</i>
</p>

<p>
<b>Li estas nenial &#309;aluza</b>, <i>he is jealous for no reason.</i><br>
<b>Nenial li trompis vin</b>, <i>for no reason he deceived you.</i>
</p>

<p>
<b>230.</b> The negative adverb of manner is <b>neniel</b>, <i>in no
way.</i>
</p>

<p>
<b>Mi povos neniel aran&#285;i konkurson</b>, <i>I can in no way arrange a competition.</i><br>
<b>Tiu ago estas neniel la&#365;regula</b>, <i>That act is in no way regular.</i>
</p>

<p>
<b>231.</b> The negative adverb of quantity is <b>neniom</b>, <i>no
amount of, not any, none, no:</i>
</p>

<p>
<b>Tiu pentra&#309;o postulas neniom da lerteco</b>, <i>such a painting requires no skill.</i><br>
<b>Estas neniom da vino en lia glaso</b>, <i>there is no wine in his glass.</i>
</p>

<center>THE SUFFIX <b>-I&#284;-</b>.</center>

<p>
<b>232.</b> The suffix <b>-i&#285;-</b> is used to form intransitive
verbs of an <i>inchoative</i> nature.
</p>

<p>
<b>a.</b> Inchoative verbs from the roots of <i>intransitive verbs</i>
indicate the <i>beginning</i> or <i>coming into existence</i> of the act
or condition expressed in the root:
</p>

<p>
<b>sidi&#285;i</b>, <i>to become sitting, to sit down, to take a seat.</i><br>
<b>stari&#285;i</b>, <i>to become standing, to stand up.</i>
</p>

<p>
<b>b.</b> Intransitive verbs may be similarly formed from the roots
of <i>transitive</i> verbs, and indicate an action of the verb not
immediately due to the subject's acting upon itself (as in the case of
reflexive verbs, 41) and not caused by any direct agency (as in the case
of the passive voice, 169):
</p>

<p>
<b>La pordo fermi&#285;as</b>, <i>the door closes (goes shut).</i><br>
<b>La veturilo movi&#285;as</b>, <i>the vehicle moves.</i><br>
<b>La bran&#265;o rompi&#285;as</b>, <i>the branch breaks.</i><br>
<b>Grupo da personoj kolekti&#285;is</b>, <i>a group of persons gathered.</i>
</p>

<p class="footnote">
<i>Cf.</i> the examples given and the following sentences in which the
same verbal roots are used in the simple form and in the passive voice:
</p>
<p class="footnote">
<b>Ni fermas la pordon</b>, <i>we close the door.</i> <b>La pordo estas fermita</b>, <i>the door is (has been) closed.</i><br>
<b>Oni movas la veturilon</b>, <i>they move the vehicle.</i> <b>La veturilo estas movata</b>, <i>the vehicle is being moved.</i><br>
<b>Mi rompas la bran&#265;on</b>, <i>I break the branch.</i> <b>La bran&#265;o estas rompita</b>, <i>the branch is (has been) broken.</i><br>
<b>Li kolektis florojn</b>, <i>he gathered flowers.</i> <b>Floroj estas kolektitaj</b>, <i>flowers have been gathered.</i>
</p>

<p>
<b>c.</b> Intransitive verbs may similarly be formed from
<i>adjectival</i> roots, and indicate the acquiring of the
characteristic or quality expressed in the root:
</p>

<p>
<b>laci&#285;i</b>, <i>to become tired, to get tired.</i><br>
<b>varmi&#285;i</b>, <i>to become warm, to get warm.</i><br>
<b>maljuni&#285;i</b>, <i>to become old, to age.</i>
</p>

<p>
<b>d.</b> Verbs may similarly be formed from noun-roots, adverbs,
prepositions, prefixes and suffixes whose meaning permits:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>amiki&#285;i</b>, <i>to become a friend.</i><br>
            <b>fori&#285;i</b>, <i>to go away, to disappear.</i>
         </td>
         <td nowrap valign="top">
            <b>kuni&#285;i</b>, <i>to become joined.</i><br>
            <b>ebli&#285;i</b>, <i>to become possible.</i>
         </td>
      </tr>
   </table>
</center>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>apena&#365;</b>, <i>hardly, scarcely.</i><br>
            <b>atmosfer-o</b>, <i>atmosphere.</i><br>
            <b>dub-i</b>, <i>to doubt.</i><br>
            <b>efektiv-a</b>, <i>effective, real.</i><br>
            <b>hel-a</b>, <i>clear, bright.</i><br>
            <b>horizont-o</b>, <i>horizon.</i><br>
            <b>krepusk-o</b>, <i>twilight.</i>
         </td>
         <td nowrap valign="top">
            <b>nenial</b>, <i>for no reason</i> (229).<br>
            <b>neniel</b>, <i>in no way</i> (230).<br>
            <b>neniom</b>, <i>none, no</i> (231).<br>
            <b>ombr-o</b>, <i>shadow.</i><br>
            <b>pejza&#285;-o</b>, <i>landscape.</i><br>
            <b>radi-o</b>, <i>ray.</i><br>
            <b>tropik-a</b>, <i>tropical.</i>
         </td>
      </tr>
   </table>
</center>

<center><b>LA KREPUSKO.</b></center>

<p>
Estas tre agrable sidi&#285;i sur la herbon, kaj rigardi la
plilongi&#285;antajn ombrojn, en la da&#365;ro de bela somera vespero.
La suno grade mallevi&#285;as post la montetoj, la nuboj fari&#285;as
(<i>become</i>) bele kolorigitaj, kaj la tuta pejza&#285;o pli kaj
pli beli&#285;as. Malrapide la krepusko anstata&#365;as la helan
sunlumon, kaj fine &#265;ie nokti&#285;as. La krepusko estas la
rebrilado de la sunlumo tra la atmosfero, post la mallevi&#285;o de
la suno mem, la&#365; la jena maniero: la radioj suprenbriladas, en
la aeron super niaj kapoj, en la okcidenta parto de la &#265;ielo.
De tie ili rebriladas tiamaniere ke la &#265;ielo lumi&#285;as.
Kiam estas iom da nuboj sur la &#265;ielo okcidenta, la sunradioj
briladas rekte kontra&#365; ilin, belege kolorigante tiujn nubojn. En
tropikaj landoj la krepuski&#285;o okazas tre rapide. &#284;i ne nur
komenci&#285;as subite, sed anka&#365; da&#365;ras tre mallongan tempon.
La nokti&#285;o preska&#365; tuj sekvas la taglumon, kun rimarkinda
subiteco. Apena&#365; komenci&#285;as la krepusko, kiam la subiranta
suno &#349;ajnas fali preter la horizonto. Tute male (<i>quite on the
contrary</i>), en landoj treege nordaj, krepuski&#285;as tre frue en
la tago, kaj la krepusko da&#365;ras longan tempon anta&#365; ol la
nokto venas. Efektive (<i>really</i>), en tiuj landoj la krepusko
tute anstata&#365;as la nokton, dum ses monatoj de la jaro. Tie oni
havas krepuskon dum la unua duonjaro, kaj la taglumon dum la sekvinta
duonjaro. Krepusko da&#365;ranta tiom da tempo estas tiel rimarkinda
kiel tago de tia sama longeco. Mi dubas &#265;u tia dividado de la
tempo inter tago kaj malhela nokto estas agrabla, sed oni povas
neniel malhelpi &#285;in. &#264;iu tre norda lando havas la saman
traviva&#309;on (<i>experience</i>), &#265;iujare, kaj efektive oni
apena&#365; rimarkas &#285;in. Pri &#265;iu plendanto oni nur diras "Li
estas nenial malkontenta."
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

1. Nowhere have I read a more amusing story than that
of (<i>pri</i>) the two painters who, being mutually (180) jealous,
arranged a competition.  2. One painted a cluster (126)
of grapes, so excellently that the birds flew to it.  3. The
other deceived his rival (competitor) himself, by a painting
of a curtain.  4. The most famous artists, however, often
show their skill by painting (222) pictures of the sunset,
chiefly, I think, because of the brilliant colors.  5. In fact
(<i>efektive</i>), I doubt whether there is a more beautiful sight
(227, b) than the sunset.  6. It is made by the bright rays
of the sun, which shine back through the atmosphere, long
after the sun itself has passed below the horizon.  7. The
more moisture (<i>malseka&#309;o</i>) there is in the air, the more
brilliant the colors are, and the more beautiful the entire
landscape becomes.  8. In tropical lands, night falls very
suddenly, and there is almost no sort of twilight.  9. In
fact, a twilight scarcely occurs there.  10. In the lands far
north, on the contrary, the twilight lasts six months, and
the remainder of the year is the day.  11. To dwell in such
a land is surely a remarkable experience.  12. It can in no
way be understood by persons who have never lived there.
13. Such things increase (make greater) my desire to visit
those northern lands.  14. For no reason, however, do I
wish to reside in the tropical countries.

