

<center>THE DEMONSTRATIVE TEMPORAL ADVERB.</center>

<p>
<b>73.</b> The demonstrative temporal adverb related to the
demonstrative pronoun <b>tiu</b> is <b>tiam</b>, <i>then, at that
time:</i>
</p>

<p>
<b>Tiam li rajdos al la urbo</b>, <i>then he will ride to the city.</i><br>
<b>Nun ili estas sa&#285;aj, sed tiam ili estis malsa&#285;aj</b>, <i>now they are wise, but at that time they were foolish.</i>
</p>

<center>COMPARISON OF ADJECTIVES.</center>

<p>
<b>74.</b> An adjective may have three degrees, <i>positive</i>,
<i>comparative</i> and <i>superlative.</i> English has various ways of
forming the comparative and superlative degrees (as by the suffixes
<i>-er, -est,</i> the adverbs <i>more, most,</i> and irregular methods
as in <i>good, better, best,</i> etc.). Esperanto has only one method,
using the adverbs <b>pli</b>, <i>more</i>, and <b>plej</b>, <i>most:</i>
</p>

<center>
   <table border="1" cellpadding="8">
      <tr><td nowrap align="center">Positive.</td><td nowrap align="center">Comparative.</td><td nowrap align="center">Superlative.</td></tr>
      <tr><td nowrap><b>bela</b>, <i>beautiful</i></td><td nowrap><b>pli bela</b>, <i>more beautiful</i></td><td nowrap><b>plej bela</b>, <i>most beautiful.</i></td></tr>
      <tr><td nowrap><b>bona</b>, <i>good</i></td><td nowrap><b>pli bona</b>, <i>better</i></td><td nowrap><b>plej bona</b>, <i>best</i>.</td></tr>
      <tr><td nowrap><b>malbona</b>, <i>bad</i></td><td nowrap><b>pli malbona</b>, <i>worse</i></td><td nowrap><b>plej malbona</b>, <i>worst</i>.</td></tr>
      <tr><td nowrap><b>sa&#285;a</b>, <i>wise</i></td><td nowrap><b>pli sa&#285;a</b>, <i>wiser</i></td><td nowrap><b>plej sa&#285;a</b>, <i>wisest</i>.</td></tr>
   </table>
</center>

<p>
<b>75.</b> The preposition <b>el</b> is used with words expressing the
group or class out of which a superlative is selected and mentioned:
</p>

<p>
<b>Li estas la plej juna el tiuj</b>, <i>he is the youngest of (out of) those.</i><br>
<b>Vi estas la plej feli&#265;a el ni</b>, <i>you are the happiest of us.</i><br>
<b>Tiu estis la plej ruza el la viroj</b>, <i>that one was the craftiest of the men.</i>
</p>

<center>MANNER AND CHARACTERISTIC.</center>

<p>
<b>76.</b> The actions or feelings which accompany an act or state, or
the characteristic which permanently accompanies a person or thing, may
be expressed by a substantive with the preposition <b>kun</b>:
</p>

<p>
<b>Li prenis &#285;in kun la plej granda zorgo</b>, <i>he took it with the greatest care</i>.<br>
<b>Mi a&#365;dis lin kun intereso kaj plezuro</b>, <i>I heard him with interest and pleasure</i>.<br>
<b>&#348;i estas virino kun bona gusto</b>, <i>she is a woman with (of) good taste</i>.<br>
<b>Mi havas &#265;evalon kun forta korpo</b>, <i>I have a horse with a strong body</i>.
</p>

<p class="footnote">
Sometimes the manner of an action may be expressed by the instrument of
it, expressed by the preposition <b>per</b> with a substantive modified
by an adjective: <b>Li kantis per dol&#265;a vo&#265;o</b>, <i>he sang
with (by means of) a sweet voice</i>. <b>Vi pu&#349;is min per forta
mano</b>, <i>you pushed me with a strong hand</i>.
</p>

<center><b>DIRI</b>, <b>PAROLI</b> AND <b>RAKONTI</b>.</center>

<p>
<b>77.</b> The verbs <b>diri</b>, <i>to say</i>, <b>paroli</b>, <i>to
talk, to speak</i>, and <b>rakonti</b>, <i>to relate</i>, having in
common the general idea of speech or expression, must not be confused in
use:
</p>

<p>
<b>Mi diris al vi ke pluvas</b>, <i>I said to (told) you that it was raining</i>.<br>
<b>Mi diris &#285;in al vi</b>, <i>I said it to you (I told you)</i>.<br>
<b>Mi parolis al vi pri &#285;i</b>, <i>I talked (spoke) to you about it</i>.<br>
<b>Mi rakontis &#285;in al vi</b>, <i>I related (told) it to you</i>.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>ami</b>, <i>to love</i>.<br>
            <b>ekster</b>, <i>outside (of)</i>.<br>
            <b>Frederiko</b>, <i>Frederick</i>.<br>
            <b>gratuli</b>, <i>to congratulate</i>.<br>
            <b>intereso</b>, <i>interest</i>.<br>
            <b>letero</b>, <i>letter</i>.<br>
            <b>plej</b>, <i>most</i> (<b>74</b>).<br>
            <b>plezuro</b>, <i>pleasure</i>.
         </td>
         <td nowrap valign="top">
            <b>pli</b>, <i>more</i> (<b>74</b>).<br>
            <b>plumo</b>, <i>pen</i>.<br>
            <b>rakonti</b>, <i>to relate</i> (<b>77</b>).<br>
            <b>re&#285;o</b>, <i>king</i>.<br>
            <b>servisto</b>, <i>servant</i>.<br>
            <b>skribi</b>, <i>to write</i>.<br>
            <b>tiam</b>, <i>then</i> (<b>73</b>).<br>
            <b>zorgo</b>, <i>care</i>.
         </td>
      </tr>
   </table>
</center>

<center><b>FREDERIKO GRANDA KAJ LA JUNA SERVISTO.</b></center>

<p>
Hiera&#365; mi legis interesan libron pri Frederiko Granda (<i>the
Great</i>). En &#285;i oni rakontas ke la re&#285;o kun plezuro legis
a&#365; skribis per sia plumo, dum malfruaj horoj de la nokto. Agrabla
juna knabo, la plej juna el la servistoj, tiam restis ekster la pordo.
&#264;ar la re&#285;o legis plej interesan novan libron, li ne opiniis
ke la horo estas malfrua. Li vokis sian malgrandan serviston, sed la
knabo, nek venis nek respondis. La re&#285;o iris tien, kaj trovis
la knabon ekster la pordo. Li vidis ke la knabo dormas sur malalta
se&#285;o. Tiam Frederiko Granda ne estis kolera, sed hontis &#265;ar li
vokis la infanon. La re&#285;o Frederiko vidis leteron en la po&#349;o
de la knabo. Tuj li prenis la leteron el lia po&#349;o, kaj rigardis
&#285;in. &#284;i estis letero al la servisto, de lia patrino. &#348;i ne
estis ri&#265;a virino, &#349;i &#349;ajnis esti tre malri&#265;a. En
&#265;i tiu letero la patrino diris per la plumo ke &#349;i amas la
filon. &#348;i dankis lin &#265;ar li skribis al &#349;i longan leteron.
&#348;i anka&#365; dankis lin &#265;ar li donis al &#349;i monon. La
re&#285;o volis esti tre bona al tia filo. Kun la plej granda zorgo li
metis monon el sia po&#349;o kun la letero kaj tiam lasis la leteron en
ties po&#349;o. Tiam li formar&#349;is al sia &#265;ambro, kaj vokis la
malgrandan serviston. La knabo tuj a&#365;dis, kaj rapidis tra la pordo.
Li kuris trans la &#265;ambron, kaj staris anta&#365; la re&#285;o. "&#264;u
vi dormis?" diris Frederiko Granda. "Jes, mi timas ke mi preska&#365;
dormis," respondis la knabo, "kaj mi tre hontas." Tiam li metis la manon
en la po&#349;on, kaj trovis la monon. Li &#349;ajnis pli malfeli&#265;a
kaj diris kun granda timo "Malamiko metis &#265;i tiun monon en mian
po&#349;on! Oni opinios ke mi &#349;telis &#285;in! Oni malamos min,
kaj forpelos min!" Frederiko respondis, "Ne, mi donis &#285;in al vi,
&#265;ar mi amas bonajn knabojn. Mi gratulas vian patrinon, &#265;ar
&#349;i havas tian filon."
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. An interesting story is related (54) about Frederick the Great. 2.
His youngest servant stayed outside of the door. 3. The king called him,
and he hastened thither and stood before him. 4. Yesterday he did not
hear the king. 5. The king called him, but he did not answer. 6. The
king thought that the boy had gone away with the older servants, and he
was angry. 7. He left his book on the table, and went to the door. 8.
Then he saw that the little boy was sleeping there. 9. He looked at him
with greater interest, and saw a letter in his pocket. 10. The letter
was from the boy's mother. 11. He had written a letter to her, with his
pen, and had given (to) her money, because she was poor. 12. He wrote
longer letters with pleasure, because he was a most faithful son. 13.
The king congratulated the mother of the boy, concerning such a son. 14.
(The) king Frederick wished to be kinder (<i>pli bona</i>) to the boy.
15. He placed his book upon the table, near his sword, and talked to the
little servant. 16. Then the older servants came, and stood around the
king. 17. They walked with great care, and the younger servant did not
hear them. 18. They loved the little boy, and wished to help him.
</p>

