

<center>ALPHABET.</center>

<p>
<b>1.</b> The Esperanto alphabet contains the following letters: <b>a</b>,
<b>b</b>, <b>c</b>, <b>&#265;</b>, <b>d</b>, <b>e</b>, <b>f</b>, <b>g</b>,
<b>&#285;</b>, <b>h</b>, <b>&#293;</b>, <b>i</b>, <b>j</b>, <b>&#309;</b>,
<b>k</b>, <b>l</b>, <b>m</b>, <b>n</b>, <b>o</b>, <b>p</b>, <b>r</b>, <b>s</b>,
<b>&#349;</b>, <b>t</b>, <b>u</b>, <b>&#365;</b>, <b>v</b>, <b>z</b>.
</p>

<center>VOWELS.</center>

<p>
<b>2.</b> The vowels of the alphabet are pronounced as follows:
</p>

<p>
<b>a</b> as in <i>far</i>.
</p>

<p>
<b>e</b> as in <i>fianc&eacute;</i>, like <i>a</i> in <i>fate</i>.
</p>

<p class="footnote">
This "long a" sound in English frequently ends with a vanish,&mdash;a
brief terminal sound of <i>&#301;</i>, which makes
the vowel slightly diphthongal, as in <i>day</i>, <i>aye</i>. Such a
vanish must not be given to any of the Esperanto vowels.
</p>

<p>
<b>i</b> as in <i>machine</i>.
</p>

<p>
<b>o</b> as in <i>toll</i>, <i>for</i>.
</p>

<p>
<b>u</b> as in <i>rude</i>, <i>rural</i>.
</p>

<center>CONSONANTS.</center>

<p>
<b>3.</b> The consonants <b>b</b>, <b>d</b>, <b>f</b>, <b>h</b>,
<b>k</b>, <b>l</b>, <b>m</b>, <b>n</b>, <b>p</b>, <b>t</b>, <b>v</b>,
<b>z</b>, are pronounced as in English, and the remaining eleven as
follows:
</p>

<p>
<b>c</b> like <i>ts</i> in <i>hats</i>, <i>tsetse</i>.
</p>

<p>
<b>&#265;</b> like <i>ch</i> in <i>chin</i>, <i>much</i>.
</p>

<p>
<b>g</b> like <i>g</i> in <i>go</i>, <i>big</i>.
</p>

<p>
<b>&#285;</b> like <i>g</i> in <i>gem</i>, <i>j</i> in <i>jar</i>.
</p>

<p>
<b>&#293;</b> is produced by expelling the breath forcibly, with the
throat only partially open.
</p>

<p class="footnote">
As in pronouncing German and Scotch <i>ch</i>, Spanish
<i>j</i>, Irish <i>gh</i>, Russian <i>x</i>, Classical Greek
&#967;
etc. There are only a few words containing
this consonant.
</p>

<p>
<b>j</b> like <i>y</i> in <i>yes</i>, <i>beyond</i>.
</p>

<p>
<b>&#309;</b> like <i>z</i> in <i>azure</i>, <i>s</i> in <i>visual</i>.
</p>

<p>
<b>r</b> is slightly trilled or rolled.
</p>

<p>
<b>s</b> like <i>s</i> in <i>see</i>, <i>basis</i>.
</p>

<p>
<b>&#349;</b> like <i>sh</i> in <i>shine</i>, <i>rash</i>, <i>ch</i> in
<i>machine</i>.
</p>

<p>
<b>&#365;</b> like <i>w</i> or consonantal <i>u</i>. See Diphthongs,
<b>5</b>.
</p>

<center>NAMES OF THE LETTERS.</center>

<p>
<b>4.</b> The vowels are named by their sounds, as given in <b>2</b>.
The names of the consonants are <b>bo</b>, <b>co</b>, <b>&#265;o</b>,
<b>do</b>, <b>fo</b>, <b>go</b>, <b>&#285;o</b>, <b>ho</b>,
<b>&#293;o</b>, <b>jo</b>, <b>&#309;o</b>, <b>ko</b>, <b>lo</b>,
<b>mo</b>, <b>no</b>, <b>po</b>, <b>ro</b>, <b>so</b>, <b>&#349;o</b>,
<b>to</b>, <b>&#365;o</b>, <b>vo</b>, <b>zo</b>. These are used in
speaking of the letters, in pronouncing them in abbreviations, as <b>ko
to po</b> for <b>k. t. p.</b> (= etc.), and in spelling words, as <b>bo,
i, ro, do, o, birdo</b>.
</p>

<center>DIPHTHONGS.</center>

<p>
<b>5.</b> Diphthongs are combinations of two vowels uttered as a single
sound, by one breath-impulse. The diphthongs in Esperanto contain an
i or u sound as the second element, but in order to avoid confusion
with combinations of vowels not forming diphthongs (as in <b>naiva</b>,
like English <i>na&#239;ve</i>, etc.), they are written with <b>j</b> and
<b>&#365;</b> instead. Their pronunciation is as follows:
</p>

<p>
<b>aj</b> like <i>ai</i> in <i>aisle</i>.
</p>

<p>
<b>ej</b> like <i>ei</i> in <i>vein</i>, <i>ey</i> in <i>they</i>.
</p>

<p>
<b>oj</b> like <i>oi</i> in <i>coin</i>, <i>oy</i> in <i>boy</i>.
</p>

<p>
<b>uj</b> like <i>ui</i> in <i>ruin</i>, <i>u(e)y</i> in <i>gluey</i>.
</p>

<p>
<b>e&#365;</b> like <i>ayw</i> in <i>wayward</i>, or like
<i>&eacute;(h)oo</i> pronounced together.
</p>

<p>
<b>a&#365;</b> like <i>ou</i> in <i>out</i>, <i>ow</i> in <i>owl</i>.
</p>

<center>COMBINATIONS OF CONSONANTS.</center>

<p>
<b>6.</b> Each consonant, in a combination of two or more consonants,
is pronounced with its full value, whether within a word or at its
beginning. There are no silent letters.
</p>

<p>
<b>a.</b> Thus, both consonants are clearly sounded in the groups
<b>kn</b>, <b>kv</b>, <b>gv</b>, <b>sv</b>, in such words as
<b>knabo</b>, <b>kvin</b>, <b>gvidi</b>, <b>sviso</b>.
</p>

<p>
<b>b.</b> The combination <b>kz</b>, as in <b>ekzisti</b>,
<b>ekzameno</b>, must not be modified to the <i>gs</i> or <i>ks</i>
represented by <i>x</i> in <i>exist</i>, <i>execute</i>.
</p>

<p>
<b>c.</b> The combination <b>sc</b>, as in <b>escepte</b>, <b>scias</b>,
is equivalent to the combination <i>sts</i> in <i>la</i><b>st
s</b><i>aid</i>, <i>fir</i><b>st s</b><i>ong</i>, pronounced together
rapidly. The <b>s</b> in a word beginning with <b>sc</b> may be sounded
with the end of the preceding word, if that word ends in a vowel, as
<b>mis-cias</b> for <b>mi scias</b>.
</p>

<p>
<b>d.</b> The <b>n</b> and <b>g</b> are pronounced separately in the
combination <b>ng</b>, in such words as <b>lingvo</b>, <b>angulo</b>,
producing the sound of <i>ng</i> heard in <i>linger</i>, not that in
<i>singer</i>.
</p>

<p>
<b>e.</b> Each of two similar letters is clearly sounded,
as <b>interrilato</b>, <b>ellasi</b>, like <i>inter-relate</i>,
<i>well-laid</i>.
</p>

<center>SYLLABLES.</center>

<p>
<b>7.</b> Each word contains as many syllables as it has vowels and
diphthongs. The division of syllables within a word is as follows:
</p>

<p>
<b>a.</b> A single consonant goes with the following vowel, as
<b>pa-no</b>, <b>be-la</b>, <b>a-e-ro</b>.
</p>

<p>
<b>b.</b> A consonant followed by <b>l</b> or <b>r</b> (which are
liquids) goes with the <b>l</b> or <b>r</b>, as in <b>ta-blo</b>,
<b>a-kra</b>, <b>a-gra-bla</b>.
</p>

<p>
<b>c.</b> Otherwise, the syllable division is made before the last
consonant of the group, as <b>sus-pek-ti</b>, <b>sank-ta</b>,
<b>deks-tra</b>.
</p>

<p>
<b>d.</b> Prefixes are separated from the words to which they are
attached, as <b>dis-meti</b>, <b>mal-akra</b>, and compound words
are divided into their component parts, as <b>&#265;ef-urbo</b>,
<b>sun-ombrelo</b>.
</p>

<center>ACCENT.</center>

<p>
<b>8.</b> Words of more than one syllable are accented upon the syllable
before the last, as <b>t&aacute;-blo</b>, <b>a-gr&aacute;-bla</b>,
<b>sus-p&eacute;k-ti</b>.
</p>

<center>WORDS FOR PRACTICE.</center>

<p>
<b>9.</b> (To be pronounced aloud, and correctly accented) Afero,
trairi, najbaro, aero, hodia&#365;, pacienco, centono, &#265;ielo,
e&#265;, samideano, treege, obei, obeu, E&#365;ropo, gvidi, &#285;ojo,
&#265;iujn, justa, &#285;uste, ju&#285;i, &#309;a&#365;do, lingvo,
knabo, lar&#285;a, pagi, kvieteco, ekzemplo, ellerni, fojo, krajono,
forrajdi, kuirejo, &#265;evalejo, sankteco, scio, nescio, edzo, meze,
duobla, &#349;ipo, &#349;ar&#285;i, po&#349;o, svingi, sklavo, palaj,
&#349;afa&#309;o, atmosfero, mona&#293;o, geometrio, la&#365;di, vasta,
eksplodi, sen&#265;esa, sensenca&#309;o, malluma, arbaranoj, man&#285;o,
fre&#349;a, a&#365;skulti, da&#365;ri.
</p>

