

<center>PERSONAL PRONOUNS.</center>

<p>
<b>32.</b> Words which stand in the place of nouns, as "you," "he,"
"who," "which," are called <i>pronouns</i>. Pronouns referring to the
person speaking (<i>I</i>, <i>we</i>), the person addressed (<i>you</i>,
<i>thou</i>), or the person or thing spoken of (<i>he</i>, <i>she</i>,
<i>it</i>, <i>they</i>), are called <i>personal pronouns</i>. They are
considered singular or plural, according to whether they refer to one or
more persons. Since the meaning of such pronouns indicates the number,
no plural ending is ever attached to them. The personal pronouns are:
</p>

<center>
   <table border="1" cellpadding="8">
      <tr><td nowrap>&nbsp;</td><td nowrap align="center">Singular.</td><td nowrap align="center">Plural.</td></tr>
      <tr><td nowrap align="right">First person:</td><td nowrap><b>mi</b>, <i>I</i> (<i>me</i>).</td><td nowrap><b>ni</b>, <i>we</i> (<i>us</i>).</td></tr>
      <tr><td nowrap align="right">Second person:</td><td nowrap><b>vi</b>, <i>you</i>.</td><td nowrap><b>vi</b>, <i>you</i>.</td></tr>
      <tr><td nowrap align="right" valign="middle">Third person:</td><td nowrap><b>li</b>, <i>he</i> (<i>him</i>).<br><b>&#349;i</b>, <i>she</i> (<i>her</i>).<br><b>&#285;i</b>, <i>it</i>.</td><td nowrap valign="middle"><b>ili</b>, <i>they</i> (<i>them</i>).</td></tr>
   </table>
</center>

<p class="footnote">
There is another pronoun <b>ci</b>, <i>thou</i>, for the second person
singular, used in solemn style, as in the Bible, in poetry, and also for
intimate or familiar address when desired, like German <i>du</i>, French
<i>tu</i>, etc.
</p>

<center>AGREEMENT WITH PRONOUNS.</center>

<p>
<b>33.</b> Nouns in predicate relation with pronouns, or adjectives
modifying such pronouns, are made to agree with them in number:
</p>

<p>
<b>Ni estas bonaj kaj feli&#265;aj</b>, <i>we are good and happy</i>.<br>
<b>Rozoj estas floroj, ill ne estas fruktoj</b>, <i>roses are flowers, they are not fruits</i>.<br>
<b>Gertrudo, vi estas bona</b>, <i>Gertrude, you are good</i>.<br>
<b>Knabinoj, &#265;u vi estas feli&#265;aj?</b> <i>Girls, are you happy?</i>
</p>

<center>CONJUGATION OF THE VERB.</center>

<p>
<b>34.</b> Any pronoun may serve as the subject of a verb. The
combination of the verb with each of the personal pronouns in succession
for its subject, is called the <i>conjugation</i> of the verb. Following
is the conjugation of the present tense of <b>esti</b>, and of
<b>vidi</b>:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>mi estas</b>, <i>I am</i>.<br>
            <b>vi estas</b>, <i>you are</i>.<br>
            <b>li (&#349;i, &#285;i) estas</b>, <i>he (she, it) is</i>.<br>
            <b>ni estas</b>, <i>we are</i>.<br>
            <b>vi estas</b>, <i>you (plural) are</i>.<br>
            <b>ili estas</b>, <i>they are</i>.
         </td>
         <td nowrap valign="top">
            <b>mi vidas</b>, <i>I see</i>.<br>
            <b>vi vidas</b>, <i>you see</i>.<br>
            <b>li (&#349;i, &#285;i) vidas</b>, <i>he (she, it) sees.</i><br>
            <b>ni vidas</b>, <i>we see</i>.<br>
            <b>vi vidas</b>, <i>you (plural) see</i>.<br>
            <b>ili vidas</b>, <i>they see</i>.
         </td>
      </tr>
   </table>
</center>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>al</b>, <i>to, toward</i>.<br>
            <b>Arturo</b>, <i>Arthur</i>.<br>
            <b>a&#365;</b>, <i>or</i> (a&#365;.. a&#365;.., <i>either.. or..</i>)<br>
            <b>&#265;ar</b>, <i>because</i>.<br>
            <b>doni</b>, <i>to give</i>.<br>
            <b>fali</b>, <i>to fall</i>.<br>
            <b>fenestro</b>, <i>window</i>.
         </td>
         <td nowrap valign="top">
            <b>hodia&#365;</b>, <i>today</i>.<br>
            <b>kudri</b>, <i>to sew</i>.<br>
            <b>Roberto</b>, <i>Robert</i>.<br>
            <b>skui</b>, <i>to shake</i>.<br>
            <b>stari</b>, <i>to stand</i>.<br>
            <b>sub</b>, <i>under, beneath</i>.<br>
            <b>virino</b>, <i>woman</i>.
         </td>
      </tr>
   </table>
</center>

<center><b>READING LESSON.</b></center>

<p>
1. Knaboj, &#265;u vi volas sidi en la domo, a&#365; en la &#285;ardeno?
2. Ni preferas sidi hodia&#365; en la &#285;ardeno, sub la granda
arbo. 3. &#264;u vi havas pomojn, a&#365; &#265;erizojn? 4. Ni havas
nek pomojn nek &#265;erizojn, sed ni havas dol&#265;ajn persikojn. 5.
Arturo donas al vi la maturajn persikojn, &#265;ar li &#349;atas kolekti
frukton. 6. Arturo, &#265;u vi rompas la bran&#265;ojn? 7. Ne, sed mi
skuas bran&#265;on, kaj la persikoj falas. 8. Mi staras sub la arbo,
kaj kolektas la dol&#265;an frukton. 9. La frukton mi donas al Mario
kaj Gertrudo. 10. Mi volas doni persikon al Heleno, sed hodia&#365;
&#349;i estas en la domo. 11. &#348;i sidas apud la fenestro kaj kudras.
12. &#348;i preferas kudri, kaj volas nek mar&#349;i nek sidi en la
&#285;ardeno. 13. Kaj &#349;i kaj la virino apud &#349;i volas kudri
hodia&#365;. 14. Ili estas feli&#265;aj, &#265;ar ili vidas la birdojn
en la arbo apud la fenestro. 15. La birdoj estas kolomboj, kaj sidas
sur la arbo. 16. Sub la arboj en la kampo staras &#265;evaloj, kaj ili
man&#285;as la verdan molan herbon. 17. Ni donas pomojn al ili, &#265;ar
ili &#349;atas pomojn. 18. Ni estas feli&#265;aj, &#265;ar ni havas
belajn persikojn maturajn kaj bonajn. 19. Roberto, vi estas alta, sed
vi, knabinoj, ne estas altaj.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. Does Arthur break the branch and gather the apples? 2. No, he shakes
the branch, and the apples fall. 3. They are ripe and sweet. 4. Robert,
do you wish to stand beneath the tree? 5. No, I do not wish to stand
under it, but near it. 6. I wish to give both the peaches and the apples
to the woman. 7. She is sitting in the house, near the window. 8. Mary
is sitting in (on) a chair near her. 9. Both Mary and the woman are
sewing. 10. They prefer to sew, and do not wish to walk in the garden
to-day. 11. They are happy because they like to sew. 12. They do not
wish to gather flowers, or walk, or see the birds. 13. They have neither
apples nor peaches, but they do not wish to eat. 14. They give the fruit
to the boys and girls.
</p>

