

<center>THE INDEFINITE PRONOUN.</center>

<p>
<b>203.</b> The indefinite pronoun (and pronominal adjective) <b>iu</b>,
<i>any one, a certain one</i>, presents the idea of some person or
thing, without definitely characterizing it:
</p>

<p>
<b>Mi parolas pri iu, kiun vi konas</b>, <i>I am talking about a certain one whom you know</i>.<br>
<b>Mi vizitis iujn el viaj amikoj</b>, <i>I visited some of your friends</i>.<br>
<b>Mi havas kelkajn pomojn, sed iuj ne estas bonaj</b>, <i>I have several apples, but certain ones are not good</i>.<br>
<b>Iuj pontoj estas bone faritaj</b>, <i>some bridges are well made</i>.
</p>

<p>
<b>204.</b> The indefinite pronoun <b>iu</b> has a possessive or
genitive form <b>ies</b>, <i>somebody's, someone's, a certain one's</i>:
</p>

<p>
<b>Mi tu&#349;is ies brakon</b>, <i>I touched someone's arm</i>.<br>
<b>&#264;u ies surtuto ku&#349;as sur la tablo?</b> <i>Is anybody's overcoat lying on the table?</i><br>
<b>Ies ludiloj estas rompitaj</b>, <i>someone's playthings are broken</i>.
</p>

<center>PARTICIPIAL NOUNS.</center>

<p>
<b>205.</b> Nouns may be formed from participles, by substituting
the noun ending <b>-o</b> for the adjectival ending <b>-a</b>. Such
participial nouns indicate persons temporarily or non-professionally
performing or undergoing that which is expressed by the root:
</p>

<p>
<b>helpanto</b>, <i>one who is helping, an assistant.</i><br>
<b>elpensinto</b>, <i>one who has thought out something, an inventor.</i><br>
<b>legonto</b>, <i>one who is about to read.</i><br>
<b>vidato</b>, <i>one (being) seen.</i><br>
<b>sendito</b>, <i>one (having been) sent, an envoy.</i><br>
<b>la ju&#285;oto</b>, <i>the one about to be judged, the accused.</i>
</p>

<p class="footnote">
Participial nouns must not be confused with nouns formed by the
suffix <b>-ist-</b> (172) expressing professional or permanent
occupation: <b>rajdanto</b>, <i>a rider</i>, <b>rajdisto</b>,
<i>jockey, horseman</i>, <b>ju&#285;anto</b>, <i>a judge</i> (of
something), <b>ju&#285;isto</b>, <i>judge</i> (professional),
<b>laboranto</b>, <i>a person working</i>, <b>laboristo</b>,
<i>laborer</i>.
</p>

<center>THE PREFIX <b>EK-</b>.</center>

<p>
<b>206.</b> Sudden or momentary action, or the beginning of an action or
state, is indicated by the prefix <b>ek-</b>:
</p>

<p>
<b>ekdormi</b>, <i>to fall asleep.</i><br>
<b>ekkanti</b>, <i>to burst into song.</i><br>
<b>ekiri</b>, <i>to set out, to start.</i><br>
<b>ekridi</b>, <i>to burst into a laugh</i><br>
<b>ekrigardi</b>, <i>to glance at.</i>
</p>

<center>THE SUFFIX <b>-ID-</b>.</center>

<p>
<b>207.</b> Words indicating the <i>young of, the child of, the
descendant of,</i> are formed by use of the suffix <b>-id-</b>:
</p>

<p>
<b>&#265;evalido</b>, <i>colt</i> (from <b>&#265;evalo</b>, <i>horse</i>).<br>
<b>hundido</b>, <i>puppy</i> (from <b>hundo</b>, <i>dog</i>).<br>
<b>katido</b>, <i>kitten</i> (from <b>kato</b>, <i>cat</i>).<br>
<b>leonido</b>, <i>a lion's whelp</i> (from <b>leono</b>, <i>lion</i>).<br>
<b>re&#285;idino</b>, <i>a king's daughter, a princess</i> (from <b>re&#285;o</b>, <i>king</i>).
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>amas-o</b>, <i>heap, throng.</i><br>
            <b>da&#365;r-i</b>, <i>to continue.</i><br>
            <b>hirund-o</b>, <i>swallow.</i> (bird).<br>
            <b>hom-o</b>, <i>human being.</i><br>
            <b>humor-o</b>, <i>temper, humor.</i><br>
            <b>ies</b>, <i>some one's</i> (204).<br>
            <b>iu</b>, <i>some one</i> (203).
         </td>
         <td nowrap valign="top">
            <b>kugl-o</b>, <i>bullet.</i><br>
            <b>milit-i</b>, <i>to fight, to make war.</i><br>
            <b>ost-o</b>, <i>bone.</i><br>
            <b>renvers-i</b>, <i>to upset, to overturn.</i><br>
            <b>sign-o</b>, <i>sign, mark.</i><br>
            <b>tend-o</b>, <i>tent.</i><br>
            <b>tru-o</b>, <i>hole.</i>
         </td>
      </tr>
   </table>
</center>

<p class="footnote">
<i>Cf</i>. the difference between <b>viro</b>, <i>man</i> (in contrast
to <b>virino</b>, <i>woman</i>), and <b>homo</b>, <i>man in the generic
sense</i>, including both men and women.
</p>

<center><b>LA NESTO SUR LA TENDO.</b></center>

<p>
Unufoje iu re&#285;o estis farinta militon kontra&#365; la homoj de
lando &#265;e la bordo de pitoreska rivero. La soldatoj ne venis tien
per vapor&#349;ipoj, sed estis konstruintaj ponton trans la rivero, por
la veturiloj (<i>vehicles</i>). Estis necese resti kelkan tempon apud
urbo kiun la re&#285;o volis ekataki, kaj li havis grandan tendaron
(<i>encampment</i>) anta&#365; tiu urbo. Unu tagon en la da&#365;ro
(<i>course</i>) de la milito, iuj el la soldatoj pasis preter la
tendo de la re&#285;o, la&#365; la &#349;tona vojeto la&#365; kiu ili
&#265;iutage mar&#349;is por gardi la tendaron. Unu el &#265;i tiuj
ekrimarkis ke hirundo estas konstruinta sian neston sur la re&#285;a
tendo. Sur la nesto, kiu estis bone konstruita el koto, sidis trankvile
la hirundo. Dum la soldatoj svingis la brakojn kaj ekridis unu post la
alia, pri la kura&#285;a birdo, la re&#285;o a&#365;dis ies vo&#265;on.
Li elvenis el sia tendo por eltrovi kial la parolantoj faras tiom da
bruo, kaj kial ili tiel ekkriis kaj ekridis. Kiam la viroj montris al
li la birdon, li diris kun bonhumora rideto, "Tiu hirundo estos mia
gasto. &#264;iuj el la militistoj certe zorgos de nun pri la hirundo kaj
la hirundidoj." Tial la nesto restis netu&#349;ata en la da&#365;ro de
&#265;iu batalo. Kelkaj kugloj pasis preter &#285;i, sed la trankvileco
de la birdo da&#365;ris same kiel anta&#365;e. Fine la re&#285;o
venkis, per kruelega batalo. Tuj la venkintoj forportis la tendojn,
kune kun multaj militkaptitoj (<i>prisoners of war</i>). Nur la tendon
de la re&#285;o oni lasis tie, &#265;ar la re&#285;o diris ke &#285;i
nun apartenas al la hirundo. &#284;i jam estis malnova kaj eluzita,
tra kiu la pluvo eniris per multe da truoj. Sed &#285;i ankora&#365;
staris, &#285;is iu tago somera kiam la hirundidoj povis jam bone flugi.
Tiam la vento subite renversis &#285;in, kaj &#285;i ekfalis, kaj
ku&#349;is, amaso da &#265;ifonoj, inter multe da kugloj, homaj ostoj,
kaj la ceteraj malgajaj postsignoj (<i>traces</i>) de ies venko sur la
batalejo.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. There is a pretty story about a swallow which built its nest for its
young (<i>idoj</i>) on the king's tent. 2. The soldiers who were walking
along the steep path past the tent glanced at it, and caught sight
of (206) the bird. 3. Some of them burst into a laugh, and gestured
(<i>svingis la brakon</i>) toward the bird, to point it out to their
comrades. 4. The good-humored king put on a thick woolen overcoat, and
came out of his tent, to inquire why his soldiers were conversing so
noisily there. 5. The tent was an expensive one, and contained handsome
furniture, as well as (<i>kaj ankau</i>) a bell which always rang as
soon as (<i>tuj kiam</i>) one touched it. 6. The king immediately
noticed the swallow's nest, and said with an amiable smile "Surely such
a courageous bird is a worthy (154) guest for a king." 7. The warriors
(172) cared for the swallow as much as possible during the course of the
war. 8. When the victors departed, they left that tent there. 9. Finally
the wind upset it, and it fell to the ground. 10. The young swallows
already could fly, by (<i>je</i>) that time. 11. The battleground is
covered with bullets, piles of human bones, and similar melancholy signs
of war. 12. War (201) is wicked and shameful (154). 13. Why do kings and
princes wish to make war upon each other (180)? 14. When their sons have
gone away to (make) war, the mothers of the soldiers are very uneasy.
15. Perhaps those sons will be prisoners of war.
</p>

