

<center>THE PRONOUN <b>AMBA&#364;</b>.</center>

<p>
<b>238.</b> The pronoun (and pronominal adjective) <b>amba&#365;</b>,
<i>both</i>, indicates two persons or things considered together. It is
invariable in form:
</p>

<p>
<b>Ili amba&#365; venis al la templo</b>, <i>they both came to the temple</i>.<br>
<b>Amba&#365; faris oferojn al la dioj</b>, <i>both made offerings to the gods</i>.<br>
<b>Vidante kaj la plumon kaj la plumingon, mi prenis la amba&#365;</b>, <i>seeing both the pen and the penholder, I took both</i>.
</p>

<p class="footnote">
This pronoun must not be confused with the use of <b>kaj</b>, translated
<i>both</i> in the combination <b>kaj ... kaj ...</b>, <i>both ... and
...</i> (26).
</p>

<center>FORMATIONS WITH <b>-IG-</b> AND <b>-I&#284;-</b>.</center>

<p>
<b>239.</b> Some verbs may be used in the simple form, and also with
both the suffix <b>-ig-</b> and the suffix <b>-i&#285;-</b>. Thus from
one verb-root three verbs of distinct meaning may be made, and the
formation with <b>-ig-</b>, being transitive, may also be used in the
passive:
</p>

<table>
   <tr><td nowrap><b>sidi</b>,</td><td nowrap><i>to sit, to be sitting</i>.</td></tr>
   <tr><td>&nbsp;</td><td nowrap><b>sidi&#285;i</b>, <i>to become sitting, to take a seat</i>.</td></tr>
   <tr><td>&nbsp;</td><td nowrap><b>sidigi</b>, <i>to cause to sit, to seat</i>.</td></tr>
   <tr><td>&nbsp;</td><td nowrap><b>esti sidigata</b>, <i>to be caused to sit</i>.</td></tr>
   <tr><td nowrap colspan="2"><b>silenti</b>, <i>to be silent</i>.</td></tr>
   <tr><td>&nbsp;</td><td nowrap><b>silenti&#285;i</b>, <i>to become silent</i>.</td></tr>
   <tr><td>&nbsp;</td><td nowrap><b>silentigi</b>, <i>to cause to be silent, to silence</i>.</td></tr>
   <tr><td>&nbsp;</td><td nowrap><b>esti silentigita</b>, <i>to be silenced</i>.</td></tr>
   <tr><td nowrap colspan="2"><b>ku&#349;i</b>, <i>to lie, to be lying</i>.</td></tr>
   <tr><td>&nbsp;</td><td nowrap><b>ku&#349;i&#285;i</b>, <i>to lie down, to go to bed</i>.</td></tr>
   <tr><td>&nbsp;</td><td nowrap><b>ku&#349;igi</b>, <i>to cause to lie, to lay</i>.</td></tr>
   <tr><td>&nbsp;</td><td nowrap><b>esti ku&#349;igita</b>, <i>to be laid</i>.</td></tr>
   <tr><td nowrap colspan="2"><b>stari</b>, <i>to stand, to be standing</i>.</td></tr>
   <tr><td>&nbsp;</td><td nowrap><b>stari&#285;i</b>, <i>to rise, to stand up, to become erect</i>.</td></tr>
   <tr><td>&nbsp;</td><td nowrap><b>starigi</b>, <i>to raise, to cause to stand up, to erect</i>.</td></tr>
   <tr><td>&nbsp;</td><td nowrap><b>esti starigita</b>, <i>to be raised, to be erected</i>.</td></tr>
</table>

<center>FACTUAL CONDITIONS.</center>

<p>
<b>240.</b> A conditional sentence consists of two parts, an
<i>assumption</i> and a <i>conclusion</i>. The assumption is a clause
(introduced usually by the conjunction <b>se</b>, <i>if</i>) which
assumes something as true or realized. The conclusion is a statement
whose truth or realization depends upon the truth or realization of the
assumption. <i>Factual conditions</i> (conditions of fact) may deal with
the present, past or future time:
</p>

<p>
<b>Se li vidas tion, li ploras</b>, <i>if he sees that, he weeps (is weeping)</i>.<br>
<b>Se li vidis tion, li ploris</b>, <i>if he saw that, he wept</i>.<br>
<b>Li ploros, se li vidos tion</b>, <i>he will weep, if he sees that</i>.<br>
<b>Se li venis hiera&#365;, li foriros morga&#365;</b>, <i>if he came yesterday, he will go away tomorrow</i>.<br>
<b>Se li estas vidinta tion, li nun ploras</b>, <i>if he has seen that, he now is weeping</i>.<br>
<b>Se tio estas vidota, li estas punota</b>, <i>if that is going to be seen, he is going to be punished</i>.<br>
<b>Se li estas kaptita, li estos jam punita</b>, <i>if he has been captured, he will already have been punished</i>.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>amba&#365;</b>, <i>both</i> (238).<br>
            <b>azen-o</b>, <i>ass, donkey</i>.<br>
            <b>ben-i</b>, <i>to bless</i>.<br>
            <b>dors-o</b>, <i>back</i>.<br>
            <b>form-o</b>, <i>form</i>.<br>
            <b>halt-i</b>, <i>to stop</i> (intrans.).<br>
            <b>mona&#293;-o</b>, <i>monk</i>.
         </td>
         <td nowrap valign="top">
            <b>mut-a</b>, <i>dumb, mute</i>.<br>
            <b>orel-o</b>, <i>ear</i>.<br>
            <b>petol-a</b>, <i>mischievous</i>.<br>
            <b>propr-a</b>, <i>own, one's own</i>.<br>
            <b>se</b>, <i>if</i>.<br>
            <b>spir-i</b>, <i>to breathe</i>.<br>
            <b>turment-i</b>, <i>to torment</i>.
         </td>
      </tr>
   </table>
</center>

<center><b>LA MONA&#292;OJ KAJ LA AZENO.</b></center>

<p>
Iam du mona&#293;oj reiris tra la arbaro al la mona&#293;ejo, dum grade
krepuski&#285;is. Amba&#365; portis pezajn sakojn da terpomoj, kaj
balda&#365; laci&#285;is, sed ne sciis kion fari. Okaze ili ekvidis
azenon ligitan al arbo, kaj unu mona&#293;o, haltinte, diris petole al
la alia "Se vi anstata&#365;os la beston, mi havos portanton por miaj
propraj sakoj, kaj anka&#365; por la viaj." Lia kunulo respondis "Nu,
se la azeno portos miajn sakojn, mi mem &#285;oje restos en &#285;ia
loko." &#308;us dirite, tuj farite (<i>no sooner said than done</i>).
Malliginte la liga&#309;ojn kiuj tenis la azenon, ili &#309;etis
la sakojn trans la dorson de la utila besto. Unu mona&#293;o tuj
forkondukis la azenon, dum amba&#365; viroj la&#365;te ridis. Post tio,
la dua mona&#293;o sin ligis per la sama &#349;nurego kiu anta&#365;e
tenis la azenon. Kiam revenis la kamparano, kies azeno estis &#309;us
&#349;telita, li ekhaltis, multe mirigite, vidante homon tie ligita.
La mona&#293;o anoncis al li, "&#264;ar mi estis tro man&#285;ema,
Dio faris azenon el mi, anta&#365; du jaroj. Mi &#309;us rericevis
mian propran formon." Tuj la kredema kamparano invitis la petolan
mona&#293;on al sia hejmo. La mona&#293;o restis tiun nokton &#265;e la
kamparano, kaj la sekvintan tagon li foriris, beninte la kamparanon, sed
ka&#349;e ridante pri la afero. Tiam la kamparano iris vendejon, por
a&#265;eti alian azenon. Li ekvidis sian propran azenon, kiun la unua
mona&#293;o estis sendinta tien, post sia reveno al la mona&#293;ejo.
La malsa&#285;a kamparano, klini&#285;inte al la besto, diris "Ho, bona
mona&#293;o, mi vidas ke duan fojon vi jam estis tro man&#285;ema!" La
muta besto forte svingis la orelojn kaj skuis la kapon, pro la varma
elspira&#309;o apud sia orelo. Tio &#349;ajne estis respondo al la
&#309;us diritaj vortoj, tial la malsa&#285;a kamparano ree a&#265;etis
sian propran azenon. &#264;iam poste li nek turmentis nek e&#265;
laborigis &#285;in, kredante la azenon la sankta mona&#293;o mem.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

1. If the subjects of any kingdom whatever did not have a king, in
ancient times, they usually asked the sacred gods about it. 2. If the
gods informed (<i>sciigis</i>) them that whatever man would come to the
temple first would become their king, they immediately chose the first
comer (<i>la unuan veninton</i>) king. 3. Whoever was chosen king made
the blessed gods a thank-offering, which consisted of something out
of his own possessions (227, a). 4. Gordius did not offer to the gods
merely the yoke of his wagon, but the whole wagon. 5. A knot of rope was
tied between the yoke and the pole. 6. People soon began to say, "If
any one soever can untie that knot, he will become ruler of Asia." 7.
If any other men tried to untie that rope, they failed. 8. Alexander,
though (<i>tamen</i>), had scarcely arrived when he drew (out) his sword
from the scabbard, and cut the knot. 9. If you will take-a-seat, I will
tell you about the two mischievous monks, returning to the monastery.
10. Both were breathing with difficulty, and stopped to rest. 11. Having
noticed a donkey near by, they untied it. 12. One led the long-eared
dumb animal away, while the other tied himself in its own place. 13. The
credulous (192) peasant believed everything which was told (54) him,
even that the monk had formerly had the form of an ass.

