

<center>THE CONDITIONAL MOOD.</center>

<p>
<b>241.</b> That indication of the speaker's frame of mind which
is given by the form of the verb is called the <i>mood</i> of the
verb. All verbs given so far have been in the <i>indicative mood</i>,
which represents an act or state as a reality or fact, or in the
<i>infinitive mood</i>, which expresses the verbal idea in a general
way, resembling that of a substantive. The <i>conditional mood</i> does
not indicate whether or not the act or state mentioned is a fact, but
merely expresses the speaker's idea of its likelihood or certainty, or
is used in an assumption or conclusion dealing with suppositions, not
with actual facts. The ending of the conditional mood is <b>-us</b>. The
conjugation of <b>vidi</b> in the aoristic tense of the conditional mood
is as follows:
</p>

<p>
<b>mi vidus</b>, <i>I should see.</i><br>
<b>vi vidus</b>, <i>you would see.</i><br>
<b>li (&#349;i, &#285;i) vidus</b>, <i>he (she, it) would see.</i><br>
<b>ni vidus</b>, <i>we should see.</i><br>
<b>vi vidus</b>, <i>you would see.</i><br>
<b>ili vidus</b>, <i>they would see.</i>
</p>

<center>COMPOUND TENSES OF THE CONDITIONAL MOOD.</center>

<p>
<b>242.</b> In addition to the aoristic tense, the conditional mood has
three active and three passive compound tenses, formed by combining the
participles with the aoristic tense of <b>esti</b> in the conditional
mood. A synopsis of <b>vidi</b> in these compound tenses is as follows:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr><td nowrap colspan="3" align="center">Active Voice.</td></tr>
      <tr><td>Present:</td><td nowrap><b>mi estus vidanta</b>,</td><td nowrap><i>I should be seeing</i>.</td></tr>
      <tr><td>Past:</td><td nowrap><b>mi estus vidinta</b>,</td><td nowrap><i>I should have seen</i>.</td></tr>
      <tr><td>Future:</td><td nowrap><b>mi estus vidonta</b>,</td><td nowrap><i>I should be about to see</i>.</td></tr>
      <tr><td nowrap colspan="3" align="center">Passive Voice.</td></tr>
      <tr><td>Present:</td><td nowrap><b>mi estus vidata</b>,</td><td nowrap><i>I should be seen</i>.</td></tr>
      <tr><td>Past:</td><td nowrap><b>mi estus vidita</b>,</td><td nowrap><i>I should have been seen</i>.</td></tr>
      <tr><td>Future:</td><td nowrap><b>mi estus vidota</b>,</td><td nowrap><i>I should be about to be seen</i>.</td></tr>
   </table>
</center>

<center>LESS VIVID CONDITIONS.</center>

<p>
<b>243.</b> A conditional sentence dealing with <i>suppositions</i>
concerning events in <i>present</i> or <i>future</i> time is called
a <i>less vivid condition</i> (<i>Less vivid</i>, in contrast to
factual conditions (240), which are <i>vivid</i>, because they deal
with facts.), and the conditional mood is used in both the assumption
and the conclusion:
</p>

<p>
<b>Se li vidus tion, li plorus</b>, <i>if he should see that, he would weep</i>.<br>
<b>Mi &#285;oje helpus vin, se mi povus</b>, <i>I would gladly help you, if I could</i>.<br>
<b>Se vi metus ilin sur la dorson de la azeno, &#285;i portus ilin</b>, <i>if you should put them on the donkey's back, it would carry them</i>.<br>
<b>La petola junulo turmentus la mona&#293;on, se li revenus</b>, <i>the mischievous youth would torment the monk, if he should return</i>.<br>
<b>Se li estus kaptata, li estus punata</b>, <i>if he should be caught, he would be punished</i>.
</p>

<center>INDEPENDENT USE OF THE CONDITIONAL MOOD.</center>

<p>
<b>244.</b> The conditional mood may be used in a conclusion whose
assumption is merely <i>implied</i>, serving thus to soften or make
vague the statement or question in which it is used:
</p>

<p>
<b>Mi &#285;oje helpus vin</b>, <i>I would gladly help you.</i><br>
<b>&#264;u vi bonvole dirus al mi?</b> <i>Would you kindly tell me?</i><br>
<b>Kiu volus enspiri tian aeron?</b> <i>Who would wish to inhale such air?</i><br>
<b>Estus bone reteni vian propran</b>, <i>it would be well to keep your own.</i><br>
<b>La &#265;ielo vin benus pro tio</b>, <i>Heaven would bless you for that.</i>
</p>

<center>THE PREFIX <b>DIS-</b>.</center>

<p>
<b>245.</b> The prefix <b>dis-</b> indicates separation or movement in
several different directions at once:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>disdoni</b>, <i>to distribute.</i><br>
            <b>dispeli</b>, <i>to dispel.</i><br>
            <b>disigi</b>, <i>to separate</i> (trans.).
         </td>
         <td nowrap valign="top">
            <b>disi&#285;i</b>, <i>to separate</i> (intrans.).<br>
            <b>disi&#285;o</b>, <i>separation, schism.</i><br>
            <b>dissendi</b>, <i>to send around.</i>
         </td>
      </tr>
   </table>
</center>

<p class="footnote">
<i>Cf.</i> the English prefix <i>dis-</i> in <i>disperse</i>,
<i>disseminate</i>, <i>distribute,</i> etc.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>&#265;es-i</b>, <i>to cease, to leave off.</i><br>
            <b>dens-a</b>, <i>dense.</i><br>
            <b>difin-i</b>, <i>to define.</i><br>
            <b>ekzist-i</b>, <i>to exist.</i><br>
            <b>flu-i</b>, <i>to flow.</i><br>
            <b>gravit-i</b>, <i>to gravitate.</i>
         </td>
         <td nowrap valign="top">
            <b>ka&#365;z-i</b>, <i>to cause.</i><br>
            <b>le&#285;-o</b>, <i>law.</i><br>
            <b>natur-o</b>, <i>nature.</i><br>
            <b>objekt-o</b>, <i>object.</i><br>
            <b>plu</b>, further, <i>more.</i><br>
            <b>turn-i</b>, <i>to turn</i> (trans.).
         </td>
      </tr>
   </table>
</center>

<p class="footnote">
The adverb <b>plu</b> gives an idea of <i>continuance</i> to the word
which it modifies. When used with <b>ne</b>, the two together give
an idea of cessation concerning a previous continuous act or state:
<b>Amba&#365; parolos plu morga&#365;</b>, <i>both will talk further
tomorrow.</i> <b>Mi ne plu haltos</b>, <i>I shall not stop (any)
more.</i> <b>Li ne plu &#349;ajnis muta</b>, <i>he no longer seemed
mute.</i>
</p>

<center><b>PRI LA GRAVITADO.</b></center>

<p>
1. Ofte oni parolas pri la pezeco de diversaj objektoj. Tia pezeco estas
ka&#365;zata de la forto kiun oni nomas la gravitado. Pro tiu forto ne
nur objektoj sur la tero, sed anka&#365; la tero mem, havas konatan
pezecon, kiun la kleruloj jam anta&#365; longe kalkulis. La suno kaj la
luno simile havas pezecon, &#265;ar ili amba&#365;, same kiel la tero,
movi&#285;as la&#365; tiu sama gravitado kiu efektive regas &#265;iujn
el la &#265;ielaj korpoj. Se la gravitado &#265;esus ekzisti, la riveroj
ne plu fluus anta&#365;en en siaj fluejoj (<i>beds</i>). Ne fluante de
altaj &#285;is malaltaj lokoj, la akvo disfluus, a&#365; restus tie,
kie ajn &#285;i okaze estus. Neniom da pluvo falus; kontra&#365;e,
la malseka&#309;o en la aero ankora&#365; restus tie, en la formo
de densaj mallumaj &#265;iamaj nuboj. &#264;iuj vivaj esta&#309;oj
(<i>beings</i>), &#265;iuj konstrua&#309;oj, efektive &#265;io,
balda&#365; disflugus de la rapide turni&#285;anta mondo. &#264;iuj
&#265;i (<i>all these</i>) nun devas resti sur la tero, tial ke la
gravitado restigas ilin &#265;i tie. Se la gravitado ne plu ekzistus,
nenio restus plu sur la tero. La aero mem ne plu &#265;irka&#365;us
nin, sed &#285;i anka&#365; forlasus la mondon, tuj maldensi&#285;inte
(<i>having become rarefied</i>). La fama angla filozofo Newton estis
la unua, kiu studadis la kialon (<i>reason</i>) de la falado de objektoj.
Li komencis, la&#365; la rakonto, per okaza ekrigardo al falantaj pomoj en
sia propra pomarbejo. Anta&#365; tri jarcentoj, li eltrovis ke estas tia
forto kia la gravitado, kaj difinis la naturajn le&#285;ojn la&#365;
kiuj la gravitado sin montras. &#264;i tiu forto, kiu restigas &#265;ion
sur la tero, estas tamen la ka&#365;zo de nia laci&#285;ado, kiam ni
mar&#349;as a&#365; kuras, &#265;ar &#285;i faras nin pezaj, kaj tial
ni ofte deziras halti kaj ripozi. Estas anka&#365; la malfacileco en la
superado de tiu sama forto, kiu faras tiel malfacila la konstruadon de
utilaj aer&#349;ipoj.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. Newton was an Englishman who lived three centuries ago. 2. One day he
was walking in his orchard, and, noticing the falling apples, he stood
still (<i>ekhaltis</i>) and began to wonder why they fall. 3. He studied
the cause of their falling, wishing to discover whatever laws of nature
he could. 4. He watched various falling objects, and tried to calculate
their velocity (<i>rapideco</i>). 5. Finally he recognized that
force which is called gravitation. 6. Of course (<i>kompreneble</i>)
gravitation had always existed, but its laws were not noticed or clearly
defined until Newton studied the matter. 7. If gravitation should
not exist any more, no rain would fall, but instead of condensing,
the moisture would remain above our heads in eternal clouds. 8. But
gradually the moisture and the air itself, becoming rarefied, would fly
away from the earth, being held no longer by the force of gravitation.
9. The water in the rivers would leave off flowing (cease to flow) on
toward the sea, because now the water flows from high to low places
only on account of gravitation. 10. Instead of gravitating toward the
sea, in fact, the water would flow in every direction (245) out of the
riverbeds, or would remain there, without moving at all (<i>tute ne
movante</i>). 11. Nothing on earth would remain here very long, but
everything would fly off the quickly moving world, and leave it entirely
bare. Soon, also, the earth itself would break-into-pieces (245).
</p>

