

<center>THE DISTRIBUTIVE ADVERB OF PLACE.</center>

<p>
<b>182.</b> The distributive adverb of place, related to the
distributive pronoun <b>&#265;iu</b>, is <b>&#265;ie</b>, everywhere.
The ending <b>-n</b> may be added to <b>&#265;ie</b> to show direction
of motion (121):
</p>

<p>
<b>Oni trovas tiajn virojn &#265;ie</b>, <i>such men are found everywhere</i>.<br>
<b>Li iris &#265;ien, kie mi estis estinta</b>, <i>he went everywhere where I had been</i>.<br>
<b>Mi vidas lin &#265;ie, kien mi iras</b>, <i>I see him everywhere I go</i>.
</p>

<center>THE FUTURE PASSIVE TENSE.</center>

<p>
<b>183.</b> The compound tense formed by combining the present passive
participle with the future tense of <b>esti</b> indicates that an act
or condition <i>will be undergone</i> by the subject of the verb. It is
called the <i>future passive tense</i>. The conjugation of <b>vidi</b>
in this tense is as follows:
</p>

<p>
<b>mi estos vidata</b>, <i>I shall be seen</i>.<br>
<b>vi estos vidata</b>, <i>you will be seen</i>.<br>
<b>li (&#349;i, &#285;i) estos vidata</b>, <i>he (she, it) will be seen</i>.<br>
<b>ni estos vidataj</b>, <i>we shall be seen</i>.<br>
<b>vi estos vidataj</b>, <i>you will be seen</i>.<br>
<b>ili estos vidataj</b>, <i>they will be seen</i>.
</p>

<center>POSSESSIVE COMPOUNDS.</center>

<p>
<b>184.</b> Compound adjectives may be formed with an adjectival root
for the first element, and a noun-root for the second element. Such
adjectives have the meaning "possessed of" that which is indicated in
the compound. (Similar adjectives are formed in English, with <i>-ed</i>
as the final syllable):
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>belbrova</b>, <i>beautiful-browed</i>.<br>
            <b>bonintenca</b>, <i>good-intentioned</i>.<br>
            <b>dumana</b>, <i>two-handed</i>.
         </td>
         <td nowrap valign="top">
            <b>longnaza</b>, <i>long-nosed</i>.<br>
            <b>kvarpieda</b>, <i>four-footed</i>.<br>
            <b>ru&#285;hara</b>, <i>red-haired</i>.
         </td>
      </tr>
   </table>
</center>

<center>THE TIME OF DAY.</center>

<p>
<b>185.</b> The ordinals are used in expressing the hour of the day,
with <b>horo</b> expressed or understood. The minutes are expressed
by the cardinals. In questions the adjective <b>kioma</b> (from
<b>kiom</b>, <i>how much</i>) is used:
</p>

<p>
<b>Kioma horo estas?</b> <i>What hour (what o'clock, what time) is it?</i><br>
<b>Je kioma horo vi venos?</b> <i>At what time (what o'clock) will you come?</i><br>
<b>Estas la dua horo</b>, <i>it is two o'clock (it is the second hour)</i>.<br>
<b>Estas la tria kaj kvin minutoj</b>, <i>it is five minutes past three</i>.<br>
<b>Ni iris je la sesa kaj duono</b>, <i>we went at half past six</i>.<br>
<b>Estas la oka kaj kvardek kvin (</b><i>or:</i><b> estas unu kvarono anta&#365; la na&#365;a)</b>, <i>it is eight forty-five (a quarter of nine)</i>.
</p>

<center>THE SUFFIX <b>-OBL-</b>.</center>

<p>
<b>186.</b> The suffix <b>-obl-</b> is used to form multiples indicating
how many fold, as "two fold," "double," "triple," etc.:
</p>

<p>
<b>duoblo</b>, <i>a double</i>.<br>
<b>duobla</b>, <i>double</i>.<br>
<b>duoble</b>, <i>doubly</i>.<br>
<b>kvarobla</b>, <i>quadruple</i>.<br>
<b>kvindekobla</b>, <i>fifty-fold</i>.<br>
<b>multobla</b>, <i>manifold</i>.<br>
<b>Trioble du estas ses</b>, <i>three times two is six</i>.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>bilet-o</b>, <i>ticket</i>.<br>
            <b>cend-o</b>, <i>cent</i>.<br>
            <b>&#265;ie</b>, <i>everywhere</i> (182).<br>
            <b>esprim-o</b>, <i>expression</i>.<br>
            <b>gi&#265;et-o</b>, <i>wicket, ticket-window</i>.<br>
            <b>horlo&#285;-o</b>, <i>clock</i>.
         </td>
         <td nowrap valign="top">
            <b>pag-i</b>, <i>to pay</i>.<br>
            <b>preter</b>, <i>beyond, past</i>.<br>
            <b>staci-o</b>, <i>station</i>.<br>
            <b>telefon-i</b>, <i>to telephone</i>.<br>
            <b>vagon-o</b>, <i>car</i>.<br>
            <b>valiz-o</b>, <i>valise</i>.
         </td>
      </tr>
   </table>
</center>

<p class="footnote">
The preposition <b>preter</b> indicates the movement of something
alongside of and passing beyond something else. Since it does not
express motion <i>toward</i> its complement, it cannot be followed by
the accusative.
</p>

<center><b>EN LA STACIDOMO.</b></center>

<p>
Du bonkoraj (184) amikoj miaj lo&#285;as en la urbo B&mdash;&mdash;.
Ni reciproke konas nin de anta&#365; ses jaroj. Mi estis duoble
&#285;oja hiera&#365; kiam mi ricevis leteron de ili, &#265;ar en tiu
ili petis de mi balda&#365;an viziton. Tial mi telefonis hiera&#365;
posttagmeze al la stacidomo, por demandi je kioma horo foriros la
vagonaro (<i>train</i>) al B&mdash;&mdash;. Oni respondis per la
telefono ke la vagonaro foriros je la tria kaj tridek kvin. Tuj poste
mi enmetis kelkajn vestojn en mian jam preska&#365; eluzitan valizon,
kaj faris &#265;iujn preparojn por la mallonga voja&#285;o. Je la dua
horo, tuj post la tagman&#285;o (<i>midday meal</i>), mi mar&#349;is
stacidomon. Survoje mi eniris butikon kaj a&#265;etis paron da novaj
gantoj. Kiam mi eniris la stacidomon, mi kuris preter la aliaj personoj
al la gi&#265;eto kie biletoj estas vendataj. Mi diris al la sinjoro
&#265;e la gi&#265;eto "Mi deziras bileton al B&mdash;&mdash;. Kiom
estos necese pagi?" La brunokula sinjoro respondis "Tia bileto kostos
dolaron dudek cendojn." Mi pu&#349;is tiom da mono tra la gi&#265;eto,
kaj tuj ricevis la bileton, kiun la sinjoro jam havis en la mano.
Tiam mi iris proksimen de la pordego tra kiu oni estos enlasata al
la vagonaro. "Kiom da tempo anta&#365; la foriro de la vagonaro al
B&mdash;&mdash;?" mi demandis al la gardisto. Li la&#365;tvo&#265;e
respondis "Nur sep minutojn. &#264;u vi ne vidas tiun horlo&#285;on?"
Mi ne estis rimarkinta la horlo&#285;on, tial mi almetis la montrilojn
de mia po&#349;horlo&#285;o (<i>watch</i>) por montri la saman horon.
Mi estis multe tu&#349;ata de &#265;iaj bonintencaj personoj kurantaj
&#265;ien preter mi, kaj pu&#349;antaj unu la alian. Fine oni malfermis
la pordegon. Mi kaj la ceteraj personoj rapidis al la vagonaro kaj kiel
eble plej balda&#365; eniris &#285;in.
</p>

<p class="footnote">
<b>Posttagmezo</b>, <i>afternoon</i>, is a descriptive compound (167, a)
whose second element <b>tagmezo</b> is a dependent compound (176).
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. Because of the request of my friend whose brother died recently, I
went last (<i>la anta&#365;an</i>) week to visit him. 2. The remaining
persons of his family were not at home. 3. I telephoned to find out at
what time the train would depart. 4. I was told (54) that it would leave
at four twenty-seven. 5. I put enough money into my purse, and carried
along (<i>kunportis</i>) a valise into which I had put some clothes.
6. When I entered the station, I hurried past the other people to the
wicket, and asked for (<i>petis</i>) a ticket to B&mdash;&mdash;. 7. The
ticket seller said "Two dollars and forty cents." 8. I could not imagine
why it was necessary to pay so much, but I at once pushed that much
money through the window, and received the ticket. 9. Then I looked at
my watch and went near the gate, but the yellowhaired guard who conducts
persons to the trains said "Persons who go through that gate before the
train arrives will be severely punished." 10. So all of us stood near
the double gate. 11. The trains are much like each other, and it is
better to act as the guards request, and not express impatience.
</p>

