

<center>THE DISTRIBUTIVE TEMPORAL ADVERB.</center>

<p>
<b>187.</b> The distributive adverb of time, related to the distributive
pronoun <b>&#265;iu</b>, is <b>&#265;iam</b>, <i>always</i>, <i>at all
times</i>:
</p>

<p>
<b>Vi &#265;iam pagas tro multe</b>, <i>you always pay too much</i>.<br>
<b>Mi estas &#265;iam preta por helpi vin</b>, <i>I am always ready to help you</i>.
</p>

<center>THE DISTRIBUTIVE ADVERB <b>&#264;IAL</b>.</center>

<p>
<b>188.</b> The distributive adverb of motive or reason, related to the
pronoun <b>&#265;iu</b>, is <b>&#265;ial</b>, <i>for every reason</i>,
<i>for all reasons</i>:
</p>

<p>
<b>&#264;ial li estas feli&#265;a hodia&#365;</b>, <i>for every reason he is happy today</i>.<br>
<b>La mia &#265;ial estas la plej bona</b>, <i>mine is for all reasons the best</i>.
</p>

<center>THE PAST PASSIVE PARTICIPLE.</center>

<p>
<b>189.</b> The past passive participle expresses an act or condition
as <i>having been undergone</i> by the person or thing indicated by the
word modified. This participle ends in <b>-ita</b>, as <b>vidita</b>,
<i>having been seen</i>:
</p>

<p>
<b>La prezo pagita de vi estis tro granda</b>, <i>the price paid by you was too great</i>.<br>
<b>La punita infano ploras</b>, <i>the (having-been) punished child is crying</i>.<br>
<b>Mi a&#265;etos bonefaritajn gantojn</b>, <i>I shall buy well-made gloves</i>.<br>
<b>Li ser&#265;is la forgesitan bileton</b>, <i>he looked for the forgotten ticket</i>.
</p>

<center>THE PERFECT PASSIVE TENSE.</center>

<p>
<b>190.</b> The compound tense formed by combining the past passive
participle with the present tense of the verb <b>esti</b> expresses an
act or condition which <i>has been undergone</i> by the subject of the
verb. It is called the <i>perfect passive tense</i>. The conjugation of
the verb <b>vidi</b> in this tense is as follows:
</p>

<p>
<b>mi estas vidita</b>, <i>I have been seen</i> (<i>I am having-been-seen</i>).<br>
<b>vi estas vidita</b>, <i>you have been seen</i>.<br>
<b>li (&#349;i, &#285;i) estas vidita</b>, <i>he</i> (<i>she, it</i>) <i>has been seen</i>.<br>
<b>ni estas viditaj</b>, <i>we have been seen</i>.<br>
<b>vi estas viditaj</b>, <i>you have been seen</i>.<br>
<b>ili estas viditaj</b>, <i>they have been seen</i>.
</p>

<center>THE PREPOSITION <b>LA&#364;</b>.</center>

<p>
<b>191.</b> In expressing that <i>in accordance with which</i> something
is done, takes place, moves, etc., the preposition <b>la&#365;</b> is
used:
</p>

<p>
<b>Li agis la&#365; sia opinio</b>, <i>he acted in accordance with his own opinion</i>.<br>
<b>Mi faros &#285;in la&#365; bona metodo</b>, <i>I shall do it according to a good method</i>.<br>
<b>La&#365; kia maniero li agis?</b> <i>In what manner did he act?</i><br>
<b>Mi mar&#349;is la&#365; la strato</b>, <i>I walked down (or up) the street</i>.<br>
<b>Li iris la&#365; la rivero per tiu vojo</b>, <i>he went along the river by that road</i>.<br>
<b>Nuboj nigraj kuris la&#365; la &#265;ielo</b>, <i>black clouds raced along the sky</i>.<br>
<b>&#284;i ku&#349;as la&#365;longe de la domo</b>, <i>it lies lengthwise of the house</i>.
</p>

<center>THE SUFFIX <b>-EM-</b>.</center>

<p>
<b>192.</b> The suffix <b>-em-</b> indicates a <i>tendency</i> or
<i>inclination</i> toward that which is expressed in the root:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>agema</b>, <i>active</i>.<br>
            <b>mallaborema</b>, <i>lazy</i>.
         </td>
         <td nowrap valign="top">
            <b>pacema</b>, <i>peaceful, pacific</i>.<br>
            <b>pensema</b>, <i>pensive, thoughtful</i>.
         </td>
      </tr>
   </table>
</center>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>atend-i</b>, <i>to wait (for), to expect</i>.<br>
            <b>&#265;ial</b>, <i>for every reason</i> (188).<br>
            <b>&#265;iam</b>, <i>always</i> (187).<br>
            <b>gazet-o</b>, <i>magazine, gazette</i>.<br>
            <b>&#309;urnal-o</b>, <i>journal, paper</i>.<br>
            <b>kompat-i</b>, <i>to pity</i>.<br>
            <b>larm-o</b>, <i>tear</i>.
         </td>
         <td nowrap valign="top">
            <b>la&#365;</b>, <i>according to</i> (191).<br>
            <b>manier-o</b>, <i>manner, way</i>.<br>
            <b>mov-i</b>, <i>to move</i> (transitive)<br>
            <b>okup-i</b>, <i>to occupy</i>.<br>
            <b>pal-a</b>, <i>pale</i>.<br>
            <b>polic-o</b>, <i>police</i>.<br>
            <b>trankvil-a</b>, <i>calm, tranquil</i>.
         </td>
      </tr>
   </table>
</center>

<center><b>LA PERDITA INFANO.</b></center>

<p>
Dum mi estis atendanta hiera&#365; posttagmeze en la stacidomo, mi
subite rimarkis palan sinjorinon kun larmoj en &#349;iaj okuloj. &#348;i
rigardis &#265;ien kun esprimo de neka&#349;ebla timo, kaj estis videble
maltrankvila. &#348;i ser&#265;is du a&#365; tri minutojn inter la
personoj &#265;irka&#365; si, kaj fine &#349;i vidis bluevestitan
policanon, kiu estis parolanta al unu el la gardistoj. &#348;i rapide
diris kelkajn vortojn al li, kaj tuj li anka&#365; komencis ser&#265;i
cie. Mi tre kompatis la ploreman sinjorinon, kaj kiam la policano
preteriris, mi demandis &#265;u mi ne povas helpi. Mi diris ke mi ne
estos okupata (<i>busy</i>) &#285;is la alveno de la vagonaro. Li
respondis ke la filo de tiu virino estas perdita, kaj li donis al mi la
sekvantan priskribon de la infano, la&#365; la vortoj de la patrino: la
knabo estas agema brunhara sesjarulo, kun bluaj okuloj, kaj li estas
ru&#285;e vestita (<i>dressed in red</i>). Lia patrino estis &#309;us
a&#265;etinta sian bileton &#265;e la gi&#265;eto, kaj post kiam &#349;i
pagis la na&#365;dek cendojn por &#285;i, subite &#349;i rimarkis
ke la infano ne estis kun &#349;i. Kvankam &#349;i jam ser&#265;is
&#265;ie, la filo &#349;ajnas ankora&#365; netrovebla. &#348;i multe
timas pro li, kvankam li &#265;iam estas bona knabo. Mi tuj komencis
mar&#349;i &#265;ien inter la personoj &#265;irka&#365; mi, kaj fine
eniris malgrandan &#265;ambron apud la horlo&#285;o &#265;e la fino de
la stacidomo, kie estas vendataj tag&#309;urnaloj (<i>newspapers</i>),
gazetoj kaj libroj. Tie anta&#365; nemovebla tablo kovrita de brile
koloritaj &#309;urnaloj staris malgranda ru&#285;evestita knabo. Mi
diris al li "Mia studema juna amiko, oni ne voja&#285;as la&#365; tiu
metodo. Via patrino jam de longe atendas vin. Mi montros al vi kie
&#349;i estas." Li venis kun mi, kaj proksime de la pordo kie mi estis
lasinta mian valizon staris la sinjorino. &#348;i estis &#265;ial
&#285;oja kiam &#349;i vidis nin, kaj dankeme &#265;irka&#365;prenis la
infanon.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

1. The poor (to-be-pitied) lady whose little boy (son) was
lost in the station yesterday afternoon was very uneasy
about him for every reason. 2. She was pale and tearful
(<i>plorema</i>) when I saw her, and looked in every direction
in a most impatient manner. 3. There was an expression
of fear upon her face and she went as quickly as possible
to a nearby policeman, and said a few (<i>kelkajn</i>) words
to him. 4. I heard the last words, and at once said to myself
"It is now only ten minutes past two. 5. My train
will leave (<i>foriros</i>) at half-past two, so I have time to help."
6. I said to the blue-garbed policeman "During the next
(<i>sekvontajn</i>) twenty minutes I shall not be busy. Do you
desire my help?" 7. He answered "Yes, you are very
kind (<i>&#285;entila</i>). The son of that lady has been lost. 8.
According to her description, he is a yellow-haired blue-eyed
five-year-old, and apparently (<i>&#349;ajne</i>) too restless
(<i>movema</i>). 9. I shall find him as soon as possible, nevertheless
I shall gladly accept your help. 10. The child is
dressed in white and wears a red hat." 11. As (<i>&#265;ar</i>) I am
not at all lazy (<i>mallaborema</i>), I went along the stationary
(<i>nemoveblaj</i>) tables as-far-as the end of the station, and
there I saw that-sort-of child, looking at the magazines and
newspapers. 12. I led him to the lady, who with tears in
her eyes was just going to telephone to her husband.

