

<center>THE DISTRIBUTIVE ADVERB <b>&#264;IEL</b>.</center>

<p>
<b>193.</b> The distributive adverb of manner, related to the
distributive pronoun <b>&#265;iu</b>, is <b>&#265;iel</b>, <i>in every
way, in every manner</i>:
</p>

<p>
<b>Li povas &#265;iel prepari &#285;in</b>, <i>he can prepare it in every manner</i>.<br>
<b>Li estos &#265;iel helpata</b>, <i>he will be helped in every way</i>.
</p>

<center>THE DISTRIBUTIVE ADVERB <b>&#264;IOM</b>.</center>

<p>
<b>194.</b> The distributive adverb of quantity, related to the
distributive pronoun <b>&#265;iu</b>, is <b>&#265;iom</b>, <i>every
quantity, the whole, all</i>:
</p>

<p>
<b>Li prenis multe da sukero, sed ne &#265;iom da &#285;i</b>, <i>he took a great deal of sugar, but not all of it</i>.<br>
<b>Li elprenis &#265;iom de la teo el la teujo</b>, <i>he took all of the tea out of the tea caddy</i>.
</p>

<center>THE PLUPERFECT PASSIVE TENSE.</center>

<p>
<b>195.</b> The compound tense made by combining the past passive
participle with the past tense of the verb <b>esti</b> expresses an
act or condition which <i>had been undergone</i> by the subject of the
verb at some point in past time. It is called the <i>pluperfect passive
tense</i>. The conjugation of <b>vidi</b> in this tense is as follows:
</p>

<p>
<b>mi estis vidita</b>, <i>I had been seen (I was having-been-seen)</i>.<br>
<b>vi estis vidita</b>, <i>you had been seen</i>.<br>
<b>li (&#349;i, &#285;i) estis vidita</b>, <i>he (she, it) had been seen</i>.<br>
<b>ni estis viditaj</b>, <i>we had been seen</i>.<br>
<b>vi estis viditaj</b>, <i>you had been seen</i>.<br>
<b>ili estis viditaj</b>, <i>they had been seen</i>.
</p>

<center>THE FUTURE PERFECT PASSIVE TENSE.</center>

<p>
<b>196.</b> The compound tense made by combining the past passive
participle with the future tense of the verb <b>esti</b> expresses an
act or condition which <i>will have been undergone</i> by the subject
of the verb at some point in future time. It is called the <i>future
perfect passive tense</i>. The conjugation of <b>vidi</b> in this tense
is as follows:
</p>

<p>
<b>mi estos vidita</b>, <i>I shall have been seen (shall be having-been-seen)</i>.<br>
<b>vi estos vidita</b>, <i>you will have been seen</i>.<br>
<b>li (&#349;i, &#285;i) estos vidita</b>, <i>he (she, it) will have been seen</i>.<br>
<b>ni estos viditaj</b>, <i>we shall have been seen</i>.<br>
<b>vi estos viditaj</b>, <i>you will have been seen</i>.<br>
<b>ili estos viditaj</b>, <i>they will have been seen</i>.
</p>

<center>THE EXPRESSION OF MATERIAL.</center>

<p>
<b>197.</b> The material <i>out of which</i> something is made or
constructed is expressed by use of the preposition <b>el</b>. As in
English, an adjective may be used instead of the prepositional phrase
unless a verb or participle lays stress upon the fact of construction:
</p>

<p>
<b>La tablo estas farita el ligno</b>, <i>the table is made out of wood</i>.<br>
<b>La tablo estas ligna (el ligno)</b>, <i>the table is wooden (of wood)</i>.<br>
<b>La infanoj konstruis domon el ne&#285;o</b>, <i>the children built a house of (out of) snow.</i><br>
<b>Oni faras supon el asparago</b>, <i>they make soup out of asparagus.</i>
</p>

<center>THE SUFFIX <b>-ET-</b>.</center>

<p>
<b>198.</b> The suffix <b>-et-</b> indicates diminution of degree
in that which is expressed by the root. It is thus in contrast to
the augmentative suffix <b>-eg-</b> (122). Sometimes an affectionate
significance is given:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>beleta</b>, <i>pretty.</i><br>
            <b>dormeti</b>, <i>to doze.</i><br>
            <b>floreto</b>, <i>floweret, floret.</i><br>
            <b>lageto</b>, <i>pond, small lake.</i>
         </td>
         <td nowrap valign="top">
            <b>libreto</b>, <i>booklet.</i><br>
            <b>monteto</b>, <i>hill.</i><br>
            <b>rideti</b>, <i>to smile.</i><br>
            <b>vojeto</b>, <i>path.</i>
         </td>
      </tr>
   </table>
</center>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>best-o</b>, <i>animal</i>.<br>
            <b>&#265;iel</b>, <i>in every way</i> (193).<br>
            <b>&#265;iom</b>, <i>the whole, all</i> (194).<br>
            <b>donac-o</b>, <i>gift, present</i>.<br>
            <b>drap-o</b>, <i>cloth</i>.<br>
            <b>hund-o</b>, <i>dog</i>.<br>
            <b>konsist-i</b>, <i>to consist</i>.
         </td>
         <td nowrap valign="top">
            <b>leon-o</b>, <i>lion</i>.<br>
            <b>lud-i</b>, <i>to play</i>.<br>
            <b>material-o</b>, <i>material</i>.<br>
            <b>posed-i</b>, <i>to own, to possess</i>.<br>
            <b>pup-o</b>, <i>doll</i>.<br>
            <b>rost-i</b>, <i>to roast</i>.<br>
            <b>ver&#349;-i</b>, <i>to pour</i>.
         </td>
      </tr>
   </table>
</center>

<center><b>LA DONACO.</b></center>

<p>
Mi volas doni beletan donacon al mia plej juna fratino morga&#365;,
sed ju pli mi pensas pri &#285;i, des pli malfacile estas decidi
pri la afero. Estas duoble malfacile, &#265;ar &#349;i jam posedas
&#265;iun ludilon (<i>toy</i>) kiun oni povas imagi. &#264;iu el
&#349;iaj amikoj &#285;oje donacas (<i>make presents</i>) al tiel afabla
knabino. Tamen mi iris hiera&#365; matene al ludilobutiko, kaj rigardis
la ludilojn tie. Multaj konsistis el diversaj pupoj, grandaj kaj
malgrandaj, kaj belege vestitaj. Sed mi estas certa ke la fratineto jam
posedas sufi&#265;e da pupoj&mdash;tial mi ne a&#265;etis tian ludilon,
kvankam ili estas &#265;iam interesaj al knabinetoj. Sur unu tablo
ku&#349;is &#265;iaj malgrandaj bestoj, faritaj el ligno, drapo, kaj
diversaj materialoj. Estis &#265;evaletoj, hundetoj, katetoj, kaj flavaj
leonetoj. Proksime de tiuj staris malgrandaj brile koloritaj vagonaroj,
kiujn oni povis rapide movi, la&#365; la maniero de grandaj vagonaroj.
Etaj policanoj staris apude, kaj estis &#265;ial malfacile elekti la
plej interesan el tiom da interesaj ludiloj. Balda&#365; mi rimarkis
knabineton apud mi. &#264;iel &#349;i tre similis al mia fratino, kaj
tial mi decidis elekti tian ludilon, kia estos elektita plej frue de
la nekonata knabineto. Mi atendis trankvile, kaj e&#265; legis unu
a&#365; du pa&#285;ojn de miaj &#309;us a&#265;etitaj gazetoj kaj
tag&#309;urnaloj. Fine la beleta infano estis rigardinta preska&#365;
&#265;iom de la ludiloj kiuj okupis la tablojn, dum la kompatinda
servistino lace &#349;in sekvis. Tiam la knabineto kriis "Ho, kiel
beleta pupodomo! Estas litoj en la dormo&#265;ambroj; legomoj kaj
rostita viando, faritaj el papero, ku&#349;as sur la tablo en la
man&#285;o-&#265;ambro; kaj mi vidas tie pupon, kiu certe &#309;us faris
la teon, kaj estas elver&#349;onta &#285;in en tiujn tasetojn!" Tuj mi
faris decidon la&#365; la plezuro de la knabineto, kaj balda&#365; la
pupodomo estis a&#265;etita por mia fratineto.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. My pale delicate (<i>malsanema</i>) little sister is always happy
when she has a new toy. 2. Her dolls were made out of cloth when
she was a very little girl, because otherwise she could too easily
break them. 3. But yesterday my grandmother made a present of a doll
(presented a doll) to her, and since that moment she has been as happy
as possible. 4. I have not seen tears in her eyes, or heard a cross
(<i>koleretan</i>) word. 5. This new doll is made out of cloth, and its
dress consists of very pretty material. 6. My sister decided that she
likes it better than her other playthings, and I think that those poor
(<i>kompatindaj</i>) other dolls will soon have been forgotten. 7. The
doll seems in every way more interesting than the little animals made
out of cloth or wood, which are on the table with her dolls. 8. She
possesses a little dog and a little cat, and a little lion, and until
yesterday she had a wooden pony. 9. The pony is already broken, and has
been given away to a poor (<i>malri&#265;a</i>) child, the daughter
of our laundress (<i>lavistino</i>). 10. My sister possesses a small
train of cars which she can move everywhere, and she is very fond of
(<i>ametas</i>) this toy. 11. There are small sacks of sand in the cars,
and usually she is happy when she is pouring the sand out of one of
these into another, or putting all of the sand into a box, by means of
a small spoon. 12. For every reason I am doubly glad today that she is
busied in this manner (<i>tiamaniere</i>). 13. I wish to take a walk
along that pleasant path toward the hill, instead of waiting for my
little sister. 14. I must buy the meat to roast for supper, before I
come home from my walk.
</p>

