

<center>THE INTERROGATIVE PRONOUN.</center>

<p>
<b>106.</b> The interrogative pronoun (and pronominal adjective) is
<b>kiu</b>, <i>who, which</i>. Since the use of this pronoun indicates
a question, the sentence containing it does not need the interrogative
adverb <b>&#265;u</b> (30):
</p>

<p>
<b>Kiu vokas vin?</b> <i>Who calls you?</i><br>
<b>Kiun vi vokas?</b> <i>Whom do you call?</i><br>
<b>Kiuj el vi vokis nin?</b> <i>Which (ones) of you called us?</i><br>
<b>Kiujn li helpis?</b> <i>Whom (which ones) did he help?</i><br>
<b>Kiun tagon vi venos?</b> <i>What day will you come?</i><br>
<b>Kiujn legomojn vi preferas?</b> <i>What vegetables do you prefer?</i><br>
<b>Mi miras kiun libron vi a&#265;etis</b>, <i>I wonder which book you bought?</i>
</p>

<p>
<b>107.</b> The interrogative pronoun <b>kiu</b> has a possessive or
genitive form <b>kies</b>, <i>whose</i>:
</p>

<p>
<b>En kies domo vi lo&#285;as?</b> <i>In whose house do you reside?</i><br>
<b>Kies amikojn vi vizitis?</b> <i>Whose friends did you visit?</i>
</p>

<center>THE PRESENT ACTIVE PARTICIPLE.</center>

<p>
<b>108.</b> A participle is a <i>verbal adjective</i>, as in "a
<i>crying</i> child." It agrees like other adjectives with the word
modified (19, 24). The participle from a transitive verb (22) may take
a direct object, and a participle expressing motion may be followed by
an accusative indicating direction of motion (46). The present active
participle, expressing what the word modified <i>is doing</i>, ends
in <b>-anta,</b> as <b>vidanta</b>, <i>seeing</i>, <b>iranta</b>,
<i>going:</i>
</p>

<p>
<b>La ploranta infano volas dormi</b>, <i>the crying child wishes to sleep.</i><br>
<b>Mi vidas la falantajn foliojn</b>, <i>I see the falling leaves.</i><br>
<b>Kiu estas la virino a&#265;etanta ovojn?</b> <i>Who is the woman buying eggs?</i><br>
<b>Mi parolis al la viroj irantaj vila&#285;on</b>, <i>I talked to the men (who were) going toward the village.</i>
</p>

<center>COMPOUND TENSES.</center>

<p>
<b>109.</b> A participle may be used predicatively with a form of
<b>esti</b>, as <b>Mi estas demandanta</b>, <i>I am asking</i>,
<b>La viro estas a&#265;etanta</b>, <i>the man is buying</i>. Such
combinations are called <i>compound tenses</i>, in contrast to the
<i>simple</i> or <i>aoristic</i> tenses.
</p>

<p class="footnote">
An aoristic tense consists of but one word (ending in <b>-as</b>,
<b>-os</b>, etc.) and expresses an act or state as a whole, without
specifying whether it is finished, still in progress, or yet begun.
</p>

<p>
Compound tenses occur less often in Esperanto than in English, and an
aoristic Esperanto tense may often be translated by an English compound
tense, as <b>La birdoj flugas</b>, <i>the birds are flying</i>. When
used to form a compound tense, the verb <b>esti</b> is called the
<i>auxiliary verb</i>. No other verb is ever used as an auxiliary (a
simpler method than in English, which uses <i>be</i>, <i>have</i>,
<i>do</i>, <i>will</i>, <i>shall</i>, <i>would</i>, etc.).
</p>

<center>THE PROGRESSIVE PRESENT TENSE.</center>

<p>
<b>110.</b> The compound tense formed by using the present active
participle with the present tense of <b>esti</b> is called the
<i>progressive present tense</i>. It differs from the aoristic present
by expressing an action as definitely in progress, or a condition as
continuously existing, at the moment of speaking. The conjugation of
<b>vidi</b> in this tense is as follows:
</p>

<p>
<b>mi estas vidanta</b>, <i>I am seeing</i>.<br>
<b>vi estas vidanta</b>, <i>you are seeing</i>.<br>
<b>li (&#349;i, &#285;i) estas vidanta</b>, <i>he (she, it) is seeing</i>.<br>
<b>ni estas vidantaj</b>, <i>we are seeing</i>.<br>
<b>vi estas vidantaj</b>, <i>you (plural) are seeing</i>.<br>
<b>ili estas vidantaj</b>, <i>they are seeing</i>.
</p>

<center>THE SUFFIX <b>-EJ-</b>.</center>

<p>
<b>111.</b> Words expressing the place where the action indicated by the
root occurs, or where the object indicated by the root may be found, are
formed by inserting the suffix <b>-ej-</b> before the noun-ending:
</p>

<p>
<b>&#265;evalejo</b>, <i>stable</i> (from <b>&#265;evalo</b>, <i>horse</i>).<br>
<b>dormejo</b>, <i>dormitory</i> (from <b>dormi</b>, <i>to sleep</i>).<br>
<b>herbejo</b>, <i>meadow</i> (from <b>herbo</b>, <i>grass</i>).<br>
<b>lo&#285;ejo</b>, <i>lodging-place, dwelling</i> (from <b>lo&#285;i</b>, <i>to dwell, to lodge</i>).
</p>

<p class="footnote">
Similar formations are made in English with the suffix <i>-y</i>, as
<i>bakery</i>, <i>bindery</i>, <i>grocery</i>, etc. This suffix is
equivalent to the <i>-ei</i> in German <i>B&auml;ckerei</i>, bakery,
<i>Druckerei</i>, printing-office, etc., and to the <i>-ie</i> in French
<i>patisserie</i>, pastry-shop, <i>imprimerie</i>, printing-shop, etc.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>alia</b>, <i>other, another.</i><br>
            <b>baki</b>, <i>to bake.</i><br>
            <b>dika</b>, <i>thick.</i><br>
            <b>facila</b>, <i>easy.</i><br>
            <b>familio</b>, <i>family.</i><br>
            <b>kanapo</b>, <i>sofa.</i><br>
            <b>kies</b>, <i>whose</i> (107).<br>
            <b>kiu</b>, <i>who</i> (106).
         </td>
         <td nowrap valign="top">
            <b>kuiri</b>, <i>to cook.</i><br>
            <b>kurteno</b>, <i>curtain.</i><br>
            <b>kutimo</b>, <i>custom.</i><br>
            <b>leciono</b>, <i>lesson.</i><br>
            <b>lerni</b>, <i>to learn.</i><br>
            <b>pano</b>, <i>bread.</i><br>
            <b>persono</b>, <i>person.</i><br>
            <b>salono</b>, <i>parlor.</i>
         </td>
      </tr>
   </table>
</center>

<center><b>EN NIA DOMO.</b></center>

<p>
Oni ofte miras kies domo en nia vila&#285;o estas plej bela, kaj kiu
domo estas la plej agrabla lo&#285;ejo. Nia domo ne estas tre granda,
sed &#285;i estas nova kaj ni multe &#349;atas &#285;in. &#284;ia salono
estas granda, kun belaj puraj kurtenoj kovrantaj la fenestrojn, kaj
mola dika tapi&#349;o kovranta la plankon. &#264;i tie estas kelkaj
se&#285;oj, malgranda tablo, kaj longa kanapo. Personoj vizitantaj nin
kutime sidas en &#265;i tiu &#265;ambro, kaj dum ni estas sidantaj tie
ni nur parolas, anstata&#365; skribi a&#365; legi. Alia &#265;ambro
en la domo estas tre luma kaj agrabla, sed malpli granda. &#264;i
tie staras tablo sufi&#265;e granda por nia tuta familio, kaj en tiu
&#265;ambro oni man&#285;as. Ofte ni restas tie longan tempon post la
man&#285;o, &#265;ar la patro rakontas interesajn rakontojn al ni, kaj
ni multe ridas, kaj demandas pri tiuj rakontoj, kaj tiel bone amuzas
nin ke mi preska&#365; forgesas pri miaj lecionoj. Tamen mi havas multe
da lecionoj por lerni, kaj ili tute ne estas facilaj. Je tre frua
horo matene mi iras al la lernejo, kun miaj fratoj kaj fratinoj. Nur
sabate kaj diman&#265;e ni ne iras tien. La lernejo estas malnova kaj
malgranda, sed oni estas nun konstruanta novan pli grandan lernejon apud
nia domo. Dum la infanoj estas lernantaj siajn lecionojn tie, la patrino
kutime iras al la bakejon, por a&#265;eti sufi&#265;e da pano, por la
man&#285;oj de la tago. Ofte &#349;i iras anka&#365; al aliaj butikoj.
&#308;a&#365;don &#349;i a&#265;etis kelke da novaj pizoj, kaj da
asparago. Vendredon &#349;i a&#265;etis kelkajn funtojn da sukero, skatolon
da fragoj, kaj sufi&#265;e da kremo kaj lakto. Hodia&#365; &#349;i estas
a&#265;etanta brasikon kaj sakon da terpomoj. &#348;i volas kuiri tre
bonan man&#285;on, tamen &#349;i havas tro multe por fari en la kuirejo,
&#265;ar &#349;i ne havas servistinon.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. Who is the woman sitting on the sofa in the parlor? 2. I can not
easily see her, but I hear her voice. 3. I wonder whose voice that is.
4. However, I think that it is the voice of a friend of Mother's. 5. Now
I can see her, although she does not see me. 6. I am well acquainted
with her. 7. She is a friend of our whole family, and is visiting a
neighbor of ours (<i>najbaron nian</i>) in this city. 8. My sister is
sitting on the sofa in another room, and learning her lessons. 9. Soon
she will go to school. 10. Whose book is she reading? 11. That thick
book is mine, but the other books on the table near her are hers. 12.
She prefers to sit in the sewing-room (111) to read or write (98),
because the curtains in front of the windows are not too thick, and so
(78) that room is very light and pleasant. 13. She also likes to look at
the falling snow, and the men and women walking on the muddy streets.
14. On account of the cold weather, people are wearing thick clothes.
15. The men and boys are keeping their hands in their pockets while
they walk. 16. The girls walking toward the school are friends of my
sister's. 17. In that school they learn to cook. Soon they will be able
to bake bread, and even to cook a whole meal. 18. I think such a custom
is very good. 19. Many persons can not cook well enough (<i>sufi&#265;e
bone</i>).
</p>

