

<center><b>JU</b> AND <b>DES</b> IN COMPARISONS.</center>

<p>
<b>84.</b> In clauses expressing a comparison between two objects, acts
or states, the adverbial use of English "the ... the ..." (meaning "by
how much ... by that much ...") is rendered by the adverbs <b>ju</b> and
<b>des</b>, respectively:
</p>

<p>
<b>Ju pli bona li estas, des pli feli&#265;a li estos</b>, <i>the better he is, the happier he will be.</i><br>
<b>Ju pli ofte mi rigardas, des pli mi volas rigardi</b>, <i>the oftener I look, the more I wish to look.</i><br>
<b>Ju pli bele la luno brilas, des pli oni &#349;atas la nokton</b>, <i>the more beautifully the moon shines, the more one likes the night.</i><br>
<b>Ju malpli pluvas, des pli la floroj velkas</b>, <i>the less it rains, the more the flowers wither.</i><br>
<b>Ju malpli multe vi helpas, des malpli multe mi la&#365;dos vin</b>, <i>the less you help, the less I shall praise you.</i><br>
<b>&#264;ar vi helpis, mi des pli multe la&#365;dos vin</b>, <i>because you helped, I shall praise you the (that much) more.</i>
</p>

<p class="footnote">
<i>Cf.</i> Shakespeare, As You Like It, V, II, 49, <i>By so much the more
shall I tomorrow be at the height of heart-heaviness, by how much I
shall think my brother happy in having what he wishes for.</i>
</p>

<center>THE PREPOSITION <b>INTER</b>.</center>

<p>
<b>85.</b> In English, the preposition "between" is used in reference
to two persons or things, and "among" in reference to three or more. As
the difference in meaning is not essential, Esperanto has but the one
preposition inter to express both <i>between</i> and <i>among:</i>
</p>

<p>
<b>Li sidas inter vi kaj mi</b>, <i>he is sitting between you and me.</i><br>
<b>Li sidas inter siaj amikoj</b>, <i>he is sitting among his friends.</i><br>
<b>La monato majo estas inter aprilo kaj junio</b>, <i>the month of May is between April and June.</i><br>
<b>Inter tiuj libroj estas tre interesa libro</b>, <i>among those books there is a very interesting book.</i>
</p>

<center>THE PREPOSITION <b>PRO</b>.</center>

<p>
<b>86.</b> Cause or reason may be expressed not only by an adverb
(78) or a clause (83), but also by use of the preposition <b>pro</b>,
<i>because of, on account of, for the sake of, for</i>. It directs the
thought away from the complement toward the action, feeling or state
caused by it, or done in its interest or behalf:
</p>

<p>
<b>La floroj velkas pro la seka vetero</b>, <i>the flowers wilt because of the dry weather.</i><br>
<b>Mi skribis la leteron pro vi</b>, <i>I wrote the letter for you (for your sake).</i><br>
<b>Pro tiuj nuboj mi timas ke pluvos</b>, <i>on account of those clouds I fear that it will rain.</i><br>
<b>Oni &#349;atas &#265;erizojn pro la dol&#265;a gusto</b>, <i>people like cherries because of the sweet taste.</i>
</p>

<center>PREPOSITIONS WITH ADVERBS AND OTHER PREPOSITIONS.</center>

<p>
<b>87.</b> Prepositions may be used with adverbs or with prepositional
phrases when the meaning permits:
</p>

<p>
<b>La kato kuris el sub la tablo</b>, <i>the cat ran out-from under the table</i>.<br>
<b>Li venos el tie</b>, <i>he will come out of there</i>.<br>
<b>De nun li estos zorga</b>, <i>from now he will be careful</i>.<br>
<b>Li staris dekstre de la vojo</b>, <i>he stood on the right of the road</i>.<br>
<b>Mi iros for de &#265;i tie</b>, <i>I shall go away from here</i>.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>a&#365;tuno</b>, <i>autumn, fall</i>.<br>
            <b>decembro</b>, <i>December</i>.<br>
            <b>des</b>, (see <b>84</b>).<br>
            <b>februaro</b>, <i>February</i>.<br>
            <b>glacio</b>, <i>ice</i>.<br>
            <b>inter</b>, <i>between, among</i> (<b>85</b>).<br>
            <b>januaro</b>, <i>January</i>.<br>
            <b>ju</b>, (see <b>84</b>).<br>
            <b>kovri</b>, <i>to cover</i>.
         </td>
         <td nowrap valign="top">
            <b>ne&#285;o</b>, <i>snow</i>.<br>
            <b>novembro</b>, <i>November</i>.<br>
            <b>nuda</b>, <i>bare, naked</i>.<br>
            <b>oktobro</b>, <i>October</i>.<br>
            <b>pro</b>, <i>because of</i> (<b>86</b>).<br>
            <b>rikolti</b>, <i>to harvest</i>.<br>
            <b>rivero</b>, <i>river</i>.<br>
            <b>septembro</b>, <i>September</i>.<br>
            <b>tero</b>, <i>ground, earth</i>.
         </td>
      </tr>
   </table>
</center>

<center><b>LA A&#364;TUNO KAJ LA VINTRO.</b></center>

<p>
La sezonoj de la jaro estas la vintro, la printempo, la somero, kaj
la a&#365;tuno. La a&#365;tuno estas inter la somero kaj la vintro.
&#284;iaj monatoj estas septembro, oktobro kaj novembro. En septembro
oni povas kolekti maturajn fruktojn. Tiam anka&#365; oni rikoltas la
flavan grenon de la kampoj. Dum &#265;i tiu monato kaj dum oktobro
la folioj sur la bran&#265;oj komencas esti ru&#285;aj kaj flavaj,
anstata&#365; verdaj. La herbo velkas, kaj bruna tapi&#349;o &#349;ajnas
kovri la teron. Balda&#365; la folioj falas al la tero, kaj en novembro
la arboj estas tute nudaj. Pli a&#365; malpli frue ne&#285;as. La glacio
ofte kovras la akvon en la riveroj, kaj restas sur la stratoj kaj la
vojoj. La mola blanka ne&#285;o kovras la teron, kaj ku&#349;as sur la
bran&#265;oj de la arboj. Tiam, pro la fortaj ventoj, &#285;i falas
de la bran&#265;oj al la tero. La birdoj frue lasas tian veteron, kaj
flugas de &#265;i tie al pli sudaj kampoj kaj arboj. Ili ne povas resti,
pro la malvarmaj tagoj kaj noktoj. Ili mal&#349;atas la ne&#285;on kaj
la glacion pli multe ol ni. Ju pli multe ne&#285;as; des pli malofte
ni volas promeni. Ni preferas resti en la domo, anstata&#365; ekster
&#285;i. Ju pli ni rigardas la nudajn bran&#265;ojn de la arboj, des pli
malagrabla &#349;ajnas la vintro. Tamen la junaj infanoj tre &#349;atas
tian veteron, kaj ju pli ne&#285;as, kaj ju pli forte la norda vento
blovas, des malpli ili estas kontentaj en la domo. Ili volas kuri sur
la ne&#285;o, &#265;irka&#365; la arboj kaj inter ili, kun siaj junaj
amikoj. Ili povas bone amuzi sin per la ne&#285;o. La monatoj de la
vintro estas decembro, januaro kaj februaro. &#284;i estas la plej
malvarma sezono.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. September, October and November are the months of autumn. 2. In these
months, people harvest the yellow grain and gather various fruits. 3.
The leaves on the trees around us begin to have red and yellow colors.
4. They begin to fall from the branches and lie upon the ground. 5. The
more strongly the cold north wind blows through the branches, the sooner
the leaves fall from there. 6. They lie under the bare trees, with the
brown grass. 7. The sooner it snows, the sooner the ground will seem to
have a white carpet. 8. The snow will completely (<i>tute</i>) cover the
grass during the months of the winter. 9. These months are December,
January and February. 10. From that time (<i>de tiam</i>) the ice and
snow will cover the roads, and altogether (<i>tute</i>) hide them. 11.
There will often be ice on the water of the river. 12. We like this
season of the year more than March, April and May. 13. We like it even
more than the summer. 14. The months of the latter (62) are June, July
and August. 15. The summer is the warmest season of the entire year.
16. Therefore we often say that the summer is the pleasantest season.
17. Because of its many pleasures, the summer is dear to me. 18. It is
between the spring and the autumn.
</p>

