

<center><b>KIAM</b> AS A RELATIVE ADVERB.</center>

<p>
<b>155.</b> The interrogative temporal adverb <b>kiam</b> (123) is also
used as a relative temporal adverb, with <b>tiam</b> or an equivalent
word or phrase for its antecedent. (It may not be omitted as in English
"at the time he came"):
</p>

<p>
<b>Mi suspektis lin je la tempo kiam li venis</b>, <i>I suspected him at the time when he came (the time that he came)</i>.<br>
<b>Li defendis sin tiam, kiam oni atakis lin</b>, <i>he defended himself then, when he was attacked</i>.<br>
<b>Mi ankora&#365; sidos tie &#285;is kiam vi venos</b>, <i>I shall still sit there until when you come (until you come)</i>.<br>
<b>Post kiam li tiel la&#365;te kriis, li komencis plori</b>, <i>after he shouted so loudly, he began to cry</i>.
</p>

<center><b>KIEL</b> AS A RELATIVE ADVERB.</center>

<p>
<b>156.</b> The interrogative adverb <b>kiel</b> (134) is also used as a
relative adverb of manner and degree, with <b>tiel</b>, or <b>same</b>,
or an equivalent adverb or phrase for its antecedent. It may often be
translated "as:"
</p>

<p>
<b>Mi defendis min tiel, kiel li defendis sin</b>, <i>I defended myself in that way in which (way) he defended himself</i>.<br>
<b>Vi ne estas tiel kruela kiel li</b>, <i>you are not so cruel as he (is)</i>.<br>
<b>Ili batis lin same kiel vi</b>, <i>they beat him in the same way as you (did)</i>.<br>
<b>Ili batis lin same kiel vin</b>, <i>they beat him the same as (they did) you</i>.<br>
<b>Kiel mi diris al li, mi estas feli&#265;a</b>, <i>as I told him, I am happy</i> (antecedent not expressed).<br>
<b>Li parolis tiel malla&#365;te kiel anta&#365;e</b>, <i>he spoke as softly as before</i>.<br>
<b>&#348;i estas tiel bona kiel &#349;i estas bela</b>, <i>she is as good as she is fair</i>.
</p>

<center>NUMERAL NOUNS AND ADVERBS.</center>

<p>
<b>157.</b> Nouns may be formed from the cardinals by addition of
the ending <b>-o.</b> After such nouns the preposition <b>da</b> or
<b>de</b> is used:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>dekduo</b>, <i>a dozen.</i><br>
            <b>dudeko</b>, <i>a score.</i><br>
            <b>deko</b>, <i>a ten, half a score.</i><br>
            <b>cento</b>, <i>a hundred.</i>
         </td>
         <td nowrap valign="top">
            <b>milo</b>, <i>a thousand.</i><br>
            <b>unuo</b>, <i>a unit.</i><br>
            <b>kvaro</b>, <i>a four, a quartette.</i><br>
            <b>trio</b>, <i>a three, a trio.</i>
         </td>
      </tr>
   </table>
</center>

<p class="footnote">
The prepositions <b>da</b> and <b>de</b> follow nouns (<b>99, 100</b>)
or adverbs (<b>101</b>), while <b>el</b> follows adjectives in the
superlative degree (<b>75</b>), cardinal numerals (<b>138</b>), and
the pronouns tiu, kiu (<b>106</b>), etc.: dekduo da ovoj, <i>a dozen
(of) eggs.</i> dekduo de la ovoj, <i>a dozen of the eggs.</i> dek du el
tiuj ovoj, <i>twelve of those eggs.</i> kiu el la ovoj? <i>which one
of the eggs?</i> tiu el la ovoj, <i>that one of the eggs.</i> la plej
fre&#349;a el la ovoj, <i>the freshest of the eggs.</i>
</p>

<p>
<b>158.</b> Adverbs may be formed from the cardinals by addition of the
ending <b>-e</b>:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>unue</b>, <i>firstly, at first.</i><br>
            <b>due</b>, <i>secondly, in the second place.</i><br>
            <b>kvine</b>, <i>fifthly, in the fifth place.</i>
         </td>
         <td nowrap valign="top">
            <b>deke</b>, <i>tenthly.</i><br>
            <b>sesdeke</b>, <i>sixtiethly.</i><br>
            <b>okdek-kvare</b>, <i>eighty-fourthly.</i>
         </td>
      </tr>
   </table>
</center>

<center>WORD DERIVATION FROM PREPOSITIONS.</center>

<p>
<b>159.</b> Adjectives, verbs and nouns, as well as adverbs
(<b>120</b>), may be derived from prepositions by addition of the
formative endings (<b>116</b>), with sometimes a special suffix also:
</p>

<p>
<b>anstata&#365;i</b>, <i>to replace, to take the place of.</i><br>
<b>anstata&#365;ulo</b>, <i>a substitute.</i><br>
<b>anta&#365;a</b>, <i>previous, preceding.</i><br>
<b>apuda</b>, <i>near, contiguous, adjacent.</i><br>
<b>&#265;irka&#365;i</b>, <i>to surround, to encircle.</i><br>
<b>&#265;irka&#365;o</b>, <i>a circuit, a circumference.</i><br>
<b>kontra&#365;a</b>, <i>adverse, opposite, contrary.</i><br>
<b>kontra&#365;ulo</b>, <i>adversary, opponent.</i><br>
<b>kunulo</b>, <i>comrade, companion.</i><br>
<b>superi</b>, <i>to surpass, to exceed, to be above.</i><br>
<b>superege</b>, <i>surpassingly, exceedingly.</i>
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>adia&#365;</b>, <i>farewell, goodbye.</i><br>
            <b>akcept-i</b>, <i>to accept, to receive.</i><br>
            <b>elekt-i</b>, <i>to choose, to select.</i><br>
            <b>fest-i</b>, <i>to celebrate, to entertain.</i><br>
            <b>gant-o</b>, <i>glove.</i><br>
            <b>&#285;entil-a</b>, <i>courteous.</i><br>
            <b>invit-i</b>, <i>to invite.</i><br>
            <b>&#309;us</b>, <i>just, at the moment.</i>
         </td>
         <td nowrap valign="top">
            <b>kuz-o</b>, <i>cousin.</i><br>
            <b>malgra&#365;</b>, <i>notwithstanding.</i><br>
            <b>par-o</b>, <i>pair.</i><br>
            <b>pend-i</b>, <i>to hang.</i><br>
            <b>prez-o</b>, <i>price.</i><br>
            <b>renkont-i</b>, <i>to meet.</i><br>
            <b>&#349;u-o</b>, <i>shoe.</i><br>
            <b>uz-i</b>, <i>to use.</i>
         </td>
      </tr>
   </table>
</center>

<p class="footnote">
The adverb <b>&#309;us</b> indicates the elapsing of the least possible
time since the act or condition indicated, or between the two acts or
conditions indicated. Ni &#309;us venis, <i>we just came (we came but
a moment ago).</i> Mi havas la saman opinion kian vi &#309;us diris,
<i>I have the same opinion as you just gave (said).</i> Mi vidis lin
&#309;us kiam li estis forironta, <i>I saw him just when he was about to
depart.</i> &#308;us kiam vi venis li foriris, <i>just as you came he
went away.</i>
</p>

<center><b>LA INVITO.</b></center>

<p>
Hiera&#365; matene mia kuzo vizitis &#265;e ni, kaj invitis min al
malgranda festo kiu okazos morga&#365; vespere. Tiam li festos la
lastan tagon de la jaro. Li diris ke la gastoj sidos &#265;irka&#365;
la fajrejo kaj rakontos rakontojn &#285;is malfrua horo. Mi akceptis
lian &#285;entilan inviton, kaj diris ke mi certe venos. Mia kuzo
lo&#285;as en la sama urbo kie nia familio lo&#285;as, sed en alia
parto. Lia hejmo estas preska&#365; du mejlojn de la nia. Tamen, ni
estas bonaj kunuloj, kaj ofte promenas kune. &#308;us kiam li estis
elironta el la pordo hiera&#365;, mi uzis la okazon (<i>opportunity</i>)
por proponi mallongan promenon. Li respondis ke li &#285;oje promenos
kun mi, malgra&#365; la ne&#285;a vetero. Tial ni formar&#349;is tien,
kie la stratoj estis malplej kotaj. La kuzo havas dek ok jarojn, sed
mi estas preska&#365; tiel alta kiel li. Mi estas certa ke mi estas
anka&#365; tiel forta kiel li. Ni parolis pri multaj interesaj aferoj,
kaj bonege nin amuzis, &#285;is kiam estis necese hejmen iri. La kuzo
diris "adia&#365;," kaj iris rekte hejmen, sed mi iris al granda butiko.
Unue, mi volis a&#265;eti paron da novaj gantoj, por anstata&#365;i
la malnovajn gantojn kiujn mi ankora&#365; estis portanta, kvankam
mi a&#265;etis ilin anta&#365; tri monatoj. Due, mi bezonis paron da
novaj &#349;uoj. Mi iris en la butikon kie pendis tiaj gantoj, kiajn
mi &#349;atas, kaj oni tuj venis por renkonti min, kaj demandis "Kiajn
vestojn vi volas a&#265;eti?" Oni montris al mi preska&#365; dudekon
da paroj da gantoj. Mi elektis tre bonan paron, kaj estis &#309;us
a&#265;etonta ilin, malgra&#365; la tro granda prezo, kiam mi vidis
alian pli belan paron. Tial mi a&#265;etis &#265;i tiun, kaj poste mi
rigardis la &#349;uojn. Mi trovis rimarkinde bonan paron, &#265;ar estas
centoj da &#349;uoj en tiu butiko. Mi tuj a&#265;etis tiun paron, kaj
tiam hejmen iris.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. My friend likes to live in the city, but his wife prefers to live
in their little wooden house in the country. 2. There she can see and
smell the flowers, and can take (<i>fari</i>) long walks in the adjacent
fields and forest. 3. There are often hundreds of persons in a village,
but there are thousands of persons in a city. 4. The larger a city is,
the larger and better its stores are. 5. In the second place, one can
buy better bread, vegetables and cake in the city. 6. Thirdly, one can
also find better gloves, hats and shoes there, and the price is often
less. 7. Therefore I make use of the opportunity when I go to the city,
and usually buy a pair of new gloves. 8. I am still wearing a pair of
gloves which the rain spoiled. 9. Notwithstanding their ugly color,
they are still thick and good. 10. But soon I shall buy such a pair as
(150) is hanging in the window of that store. 11. The price is low, and
I need a new pair now, for my cousin has invited me to a small party
(<i>festo</i>) at his house. 12. I accepted his invitation courteously,
and said that I would gladly be his guest. 13. We are good comrades,
although he is younger than I am. 14. My (girl) cousin, his sister, is
older than he is, but he is as tall as she. 15. I was just about to send
a letter to him at the minute that (155) he knocked on our door. 16. His
visit will take the place of (159) my letter. 17. Just as (just when) he
was going away, I said goodbye to him, and said that I would meet him
in the park tomorrow. 18. I think that we shall have a pleasant walk,
although the weather is still remarkably cold, the same as (156) it was
two or three months ago.
</p>

