

<center>TRANSITIVE VERBS.</center>

<p>
<b>22.</b> The verbs so far given have been <i>intransitive verbs</i>,
expressing a state or an action limited to the subject, and not
immediately affecting any other person or thing, as <b>la knabo
kuras</b>, <i>the boy runs</i>. On the other hand a <i>transitive
verb</i> expresses an act of the subject upon some person or thing;
as, <b>la knabo trovas &mdash; &mdash;</b>, <i>the boy finds &mdash;
&mdash;</i>.
</p>

<center>THE ACCUSATIVE CASE.</center>

<p>
<b>23.</b> The person or thing acted upon is called the <i>direct
object</i> of a transitive verb, and is given the ending <b>-n</b>. This
is called the accusative ending; and the word to which it is attached is
said to be in the <i>accusative case</i>:
</p>

<p>
<b>La viro havas se&#285;on</b>, <i>the man has a chair</i>.<br>
<b>La knabo trovas florojn</b>, <i>the boy finds flowers</i>.
</p>

<p class="footnote">
The ending <b>-n</b> follows the ending <b>-j</b>, if the word
to be put in the accusative case is in the plural number.
</p>

<p>
<b>24.</b> An attributive adjective modifying a noun in the accusative
case is made to agree in case, by addition of the same accusative ending
<b>-n</b>. This prevents any doubt as to which of two or more nouns in a
sentence is modified by the adjective, and permits of variation in the
order of the words:
</p>

<p>
<b>La knabo trovas belan floron</b>, <i>the boy finds a beautiful flower</i>.<br>
<b>Florojn belajn la viro havas</b>, <i>the man has beautiful flowers</i>.<br>
<b>La viro havas grandan se&#285;on</b>, <i>the man has a large chair</i>.<br>
<b>Ru&#285;an rozon la knabo havas</b>, <i>the boy has a red rose</i>.
</p>

<p>
<b>25.</b> A predicate adjective or noun (19) is never in the accusative
case, nor is the accusative ending ever attached to the article, which
is invariable as stated in 18.
</p>

<center>THE CONJUNCTION <b>KAJ</b>.</center>

<p>
<b>26.</b> In the expression <i>both ... and ...</i>, the conjunction
<b>kaj</b> is used for both words, being merely repeated:
</p>

<p>
<b>La viro kaj mar&#349;as kaj kuras</b>, <i>the man both walks and runs</i>.<br>
<b>La &#265;evalo estas kaj granda kaj forta</b>, <i>the horse is both large and strong</i>.<br>
<b>La knabo havas kaj rozojn kaj violojn</b>, <i>the boy has both roses and violets</i>.<br>
<b>Kaj la knabo kaj la viro estas altaj</b>, <i>both the boy and the man are tall</i>.
</p>

<center>THE NEGATIVE <b>NE</b>.</center>

<p>
<b>27.</b> The negative word meaning "not" when forming part of a
sentence, and "no" when used as an answer to a question, is <b>ne</b>.
When used as a sentence-negative, it usually immediately precedes the
verb. For emphatic negation of some other word than the verb, <b>ne</b>
may precede that word:
</p>

<p>
<b>Violoj ne estas ru&#285;aj</b>, <i>violets are not red</i>.<br>
<b>La viroj ne sidas sur se&#285;oj</b>, <i>the men are-not-sitting on chairs</i>.<br>
<b>La kolombo kantas, ne flugas</b>, <i>the dove is-singing, not flying</i>.<br>
<b>La domo estas blanka, ne verda</b>, <i>the house is white, not green</i>.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>apud</b>, <i>near, in the vicinity of</i>.<br>
            <b>benko</b>, <i>bench</i>.<br>
            <b>bran&#265;o</b>, <i>branch</i>.<br>
            <b>diversa</b>, <i>various</i>.<br>
            <b>feli&#265;a</b>, <i>happy</i>.<br>
            <b>frukto</b>, <i>fruit</i>.<br>
            <b>havas</b>, <i>have, has</i>.<br>
            <b>herbo</b>, <i>grass</i>.<br>
            <b>ili</b>, <i>they</i>.<br>
            <b>kolektas</b>, <i>gather, collect</i>.
         </td>
         <td nowrap valign="top">
            <b>koloro</b>, <i>color</i>.<br>
            <b>lar&#285;a</b>, <i>wide, broad</i>.<br>
            <b>man&#285;as</b>, <i>eat, eats</i>.<br>
            <b>mola</b>, <i>soft</i>.<br>
            <b>nigra</b>, <i>black</i>.<br>
            <b>ne</b>, <i>not, no</i>.<br>
            <b>rompas</b>, <i>break, breaks</i>.<br>
            <b>sed</b>, <i>but</i>.<br>
            <b>trovas</b>, <i>find, finds</i>.<br>
            <b>vidas</b>, <i>see, sees</i>.
         </td>
      </tr>
   </table>
</center>

<center><b>READING LESSON.</b></center>

<p>
1. La knaboj ne estas en la &#265;ambro en la blanka domo. 2. Ili estas
en la granda &#285;ardeno. 3. La &#285;ardeno &#349;ajnas kaj longa kaj
lar&#285;a. 4. La feli&#265;aj knaboj vidas la belan &#285;ardenon.
5. Ili vidas florojn apud alta arbo. 6. La floroj havas diversajn
kolorojn. 7. La knaboj kolektas kaj ru&#285;ajn kaj flavajn florojn. 8.
Sed ili ne trovas fruktojn en la &#285;ardeno. 9. Florojn blankajn ili
ne vidas. 10. La alta arbo havas verdajn foliojn sur la bran&#265;oj.
11. La knaboj rompas bran&#265;on, kaj kolektas la fruktojn. 12. Ili
vidas florojn sur la bran&#265;oj, sed la florojn ili ne kolektas.
13. La knaboj ne sidas sur benkoj en la &#285;ardeno, sed ku&#349;as
sur la mola herbo. 14. La kolomboj sidas sur la arboj, kaj ili estas
feli&#265;aj. 15. La knaboj vidas la belajn birdojn. 16. Fortaj nigraj
&#265;evaloj man&#285;as la herbon en la kampo. 17. La knaboj vidas
la &#265;evalojn, sed la &#265;evaloj ne vidas la knabojn. 18. La
&#265;evaloj ne dormas, ili man&#285;as. 19. La fre&#349;a herbo
estas verda kaj mola. 20. Feli&#265;aj estas kaj la knaboj kaj la
&#265;evaloj. 21. La pomo estas bona frukto.
</p>


<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. Green leaves are on the trees. 2. The boys break branches and gather
the apples. 3. They are near the tall tree in the garden. 4. They find
leaves on the tree, but they do not see the fruit. 5. The house is long,
broad and high. 6. The rooms in the house are both long and wide. 7. The
men have strong black horses. 8. The horses eat the fresh green grass in
the field. 9. The men sit on benches in the garden. 10. The boys do not
sleep, but they lie on the soft grass. 11. They see both the birds and
the flowers, and they seem happy. 12. The flowers have various colors,
but the grass is green. 13. The doves are not sitting on the tree, they
are flying near the trees. 14. Beautiful red roses are lying on the
table in the house. 15. The large red apples are near the yellow roses.
</p>

