

<center>THE IMPERATIVE IN SUBORDINATE CLAUSES.</center>

<p>
<b>259.</b> The imperative mood is used in a subordinate clause,
with a meaning similar to that in its independent use, after a main
verb expressing <i>command</i>, <i>exhortation</i>, <i>resolve</i>,
<i>consent</i>, <i>wish</i>, etc., or after any word or general
expression of <i>command</i>, <i>intention</i>, <i>necessity</i>,
<i>expedience</i>, etc. Such clauses are introduced by the conjunction
ke:
</p>

<p>
Command and Prohibition.<br>
<b>Li diras ke vi iru</b>, <i>he says that you are to go</i>.<br>
<b>&#348;i skribis al li ke li venu</b>, <i>she wrote him to come</i>.<br>
<b>Mi malpermesas ke vi restu</b>, <i>I forbid you to remain</i>.<br>
<b>Ni ordonos ke li estu punata</b>, <i>we shall order that he be punished.</i>
</p>

<p>
Request and Wish.<br>
<b>Mi petas ke vi ne lasu min</b>, <i>I beg that you do not leave me.</i><br>
<b>Mi petegas ke vi estu trankvilaj</b>, <i>I implore you to be calm.</i><br>
<b>Li deziras ke ili estu sklavigitaj</b>, <i>he desires that they be enslaved</i>.<br>
<b>Ni volis ke li ne forgesu tion</b>, <i>we wished him not to forget that</i>.
</p>

<p>
Advice, Consent, Permission.<br>
<b>Mi konsilis al li ke li iru</b>, <i>I advised him to go</i>.<br>
<b>Mi konsentis ke li restu</b>, <i>I consented that he remain.</i><br>
<b>Ili permesos ke la barbaroj forkuru</b>, <i>they will permit the barbarians to escape (that the barbarians escape)</i>.
</p>

<p>
Questions.<br>
<b>Li demandas &#265;u ili foriru</b>, <i>he inquires whether they are to go away</i>.<br>
<b>Oni demandis &#265;u lia mo&#349;to eniru</b>, <i>they asked whether his honor was to enter</i>.<br>
<b>Mi miras &#265;u mi faru tion</b>, <i>I wonder whether I am to do that</i>.
</p>

<p>
Intention, Expedience, Necessity, etc.<br>
<b>Ni intencas ke vi estu helpata</b>, <i>we intend that you shall be helped</i>.<br>
<b>Lia propono estas ke ni ricevu la duonon</b>, <i>his proposal is, that we receive the half</i>.<br>
<b>Lia lasta ordono estis</b>, ke vi venu, <i>his last order was that you come</i>.<br>
<b>Estos bone ke vi ne plu nomu lin</b>, <i>it will be well for you not to (that you do not) mention him any more</i>.<br>
<b>Estas dezirinde ke ni havu bonan imperiestron</b>, <i>it is desirable that we have a good emperor</i>.<br>
<b>Estis necese ke &#265;iu stari&#285;u</b>, <i>it was necessary for everyone to rise</i>.<br>
<b>Pla&#265;os al li ke vi iru</b>, <i>he will be pleased to have you go</i>.
</p>

<p class="footnote">
In English and some other languages an imperative idea may often be
expressed by the infinitive, as "I wish you to go," but in Esperanto
this must be expressed by the equivalent of "I wish <i>that</i> you go."
The infinitive may not be used except when it can itself be the subject
of the verb in such general statements as "it is necessary to go."
</p>

<center>THE PREPOSITION <b>JE</b>.</center>

<p>
<b>260.</b> Since prepositional uses are not exactly alike in any two
languages, it is not always possible to translate a preposition of
one language by what is its equivalent in some senses in another. In
order to insure some means of translating correctly into Esperanto
any prepositional phrase of the national languages, the preposition
<b>je</b> is regarded as of rather indefinite meaning. In addition to
its use in dates and allusions to time (<b>89</b>, <b>185</b>), it may
be employed when no other preposition gives the exact sense required,
especially in protestations and exclamations, expressions of measure
(see also <b>139</b>), and of indefinite connection:
</p>

<p>
<b>Je la nomo de &#265;ielo!</b> <i>In the name of Heaven!</i><br>
<b>Je mia honoro mi ja elfaros tion!</b> <i>On my honor I will accomplish that!</i><br>
<b>&#284;i estas longa je du mejloj</b>, <i>it is two miles long (long by two miles)</i>.<br>
<b>Ili venis je grandaj nombroj</b>, <i>they came in great numbers</i>.<br>
<b>Li estas tenata de la policano, je la brako, per forta &#349;nurego</b>, <i>he is held by the policemen, by the arm, with (by) a strong rope</i>.
</p>

<p>
The preposition <b>je</b> is used to express indefinite connection after
the following words (other prepositions sometimes used are given in
parentheses):
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>ekkrii je (pro)</b>, <i>to cry out at</i>.<br>
            <b>enui je</b>, <i>to be bored with</i>.<br>
            <b>fiera je (pri)</b>, <i>proud of</i>.<br>
            <b>fidi je (al)</b>, <i>to rely upon</i>.<br>
            <b>&#285;oji je (pri)</b>, <i>to rejoice at</i>.<br>
            <b>gratuli je (pri)</b>, <i>congratulate on</i>.<br>
            <b>honti je (pri)</b>, <i>to be ashamed of</i>.<br>
            <b>inda je</b>, <i>worthy of</i>.<br>
            <b>interesi&#285;i je</b>, <i>to take interest in</i>.<br>
            <b>kapti je</b>, <i>to seize by</i>.<br>
            <b>kontenta je (kun)</b>, <i>content with</i>.<br>
            <b>kredi je</b>, <i>to believe in</i>.
         </td>
         <td nowrap valign="top">
            <b>(sin) okupi je</b>, <i>to busy (oneself) at</i>.<br>
            <b>plena je (de)</b>, <i>full of</i>.<br>
            <b>preni je</b>, <i>to take by</i>.<br>
            <b>provizi je (per)</b>, <i>to provide with</i>.<br>
            <b>ri&#265;igi je (per)</b>, <i>to enrich with</i>.<br>
            <b>ridi je</b>, <i>to laugh at</i>.<br>
            <b>sati&#285;i je</b>, <i>to be sated with</i>.<br>
            <b>senigi je</b>, <i>to deprive of</i>.<br>
            <b>simila je (al)</b>, <i>similar to</i>.<br>
            <b>sopiri je (al)</b>, <i>to yearn for</i>.<br>
            <b>&#349;ar&#285;i je</b>, <i>to load with</i>.<br>
            <b>teni je</b>, <i>to hold by</i>.
         </td>
      </tr>
   </table>
</center>

<p class="footnote">
The translation given for a preposition in any dictionary is the general
one which serves in the majority of cases. The finer shades of meaning
and real or apparent exceptions can merely be touched upon if mentioned
at all.
</p>

<center>THE SUFFIX <b>-OP-</b>.</center>

<p>
<b>261.</b> The suffix <b>-op-</b> is used to form <i>collective</i>
numerals:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>duope</b>, <i>by twos</i>, <i>in pairs</i>.<br>
            <b>kvarope</b>, <i>by fours</i>.
         </td>
         <td nowrap valign="top">
            <b>milope</b>, <i>by thousands</i>.<br>
            <b>sesopigi</b>, <i>to form into groups of six</i>.
         </td>
      </tr>
   </table>
</center>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>cel-i</b>, <i>to aim.</i><br>
            <b>Cirus-o</b>, <i>Cyrus.</i><br>
            <b>fidi</b>, <i>to rely.</i><br>
            <b>&#285;u-i</b>, <i>to enjoy.</i><br>
            <b>honor-o</b>, <i>honor.</i><br>
            <b>krom</b>, <i>beside, save, but.</i><br>
            <b>plen-a</b>, <i>full.</i>
         </td>
         <td nowrap valign="top">
            <b>prokrast-i</b>, <i>to delay</i> (trans.).<br>
            <b>proviz-i</b>, <i>to provide.</i><br>
            <b>rezult-i</b>, <i>to result.</i><br>
            <b>sopir-i</b>, <i>to yearn, to sigh.</i><br>
            <b>spac-o</b>, <i>space.</i><br>
            <b>terur-a</b>, <i>terrible.</i><br>
            <b>ver-o</b>, <i>truth.</i>
         </td>
      </tr>
   </table>
</center>

<center><b>LA MAR&#348;ADO DE LA DEKMIL GREKOJ.</b></center>

<p>
Iam Ciruso, nepo de Ciruso Granda, sopiris je la imperio de sia pli
maljunafrato, kiu sekvis la patron de amba&#365; fratoj kiel re&#285;o,
a&#365; pli &#285;uste imperiestro. Decidinte forigi de la re&#285;eco
(<i>to dethrone</i>) sian fraton, Ciruso petis la grekojn ke ili
partoprenu (<i>take part</i>) en kelkaj negravaj militadoj. Multaj
tiamaj grekoj tre volonte sin okupis je la batalado, pro la granda
pago ricevata. La venditaj sklavoj kaj la detruitaj konstrua&#309;oj
&#265;iam provizis ilin je multe da ri&#265;a&#309;o, kaj krom tio la
militistoj &#349;ajnis &#285;ui e&#265; la militadon mem. Estis tute
indiferente al ili &#265;u la ka&#365;zo de la militado estas prava kaj
justa a&#365; ne. Unue Ciruso nur petis ke ili helpu liajn proprajn
soldatojn kontra&#365; iuj najbaroj. Li ka&#349;is al ili sian veran
celon, &#265;ar se la grekoj estus suspektintaj tion, kion li intencis
fari, ili neniam estus akompanintaj lin tiel malproksimen de sia
patrolando. Grade li kondukis ilin trans tutan Azion, kaj fine la dekmil
grekoj komprenis &#265;ion, kaj treege koleri&#285;is. Paroladante al
ili, Ciruso tuj diris "Mi ne permesas ke vi reiru, kaj mi petegas ke vi
anta&#365;en mar&#349;adu kun mi, sen plua (<i>further</i>) prokrasto!
Se mi sukcesos kontra&#365; mia frato, mi certigas vin je mia honoro
ke &#265;iu el vi revenos havante sakojn plenajn je ri&#265;a&#309;o!
Estas nur necese ke vi fidu je mi, kaj &#265;io estos bona!" Tiam la
soldatoj hontis je sia anta&#365;a timo, kaj kura&#285;e anta&#365;en
mar&#349;adis. Fine, apud granda urbo, la frato de Ciruso elvenis
havante okcentmil soldatojn, por batali kontra&#365; la centmil de
Ciruso. Per la helpo de siaj grekoj, Ciruso estis preska&#365; venkinta
en terura batalo, kiam subite li ekvidis sian fraton, je malgranda
interspaco. Ekkriante "Mi vidas la viron!" li rajdis rekte al la
re&#285;o, &#309;etante sian pezan lancon al li. La sola rezulto estis
la morto de Ciruso mem, &#265;ar la amikoj de la re&#285;o, kvinope kaj
sesope atakinte Ciruson, lin tuj mortigis.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. Cyrus did not desire that his brother should remain king. 2. He
decided, "Let me myself become (<i>fari&#285;i</i>) king! I should much
enjoy that!" 3. So he asked the Greeks to help him in some battles
against nearby enemies. 4. Gradually an army (126) of a hundred thousand
men, ten thousand of whom were Greeks, gathered (232, b) around him. 5.
He led them farther and farther, into the middle of Asia, until finally
the Greeks suspected his true aim. 6. They said to each other in terror,
"He did not at first propose that we fight against the Great King. Let
us return home without delay!" 7. Cyrus addressed (218) them as follows:
"Must I permit you to go back? I implore you to be courageous, and I
do advise you not to forget your longing for (260) honor! 8. Only be
worthy of your leader, and rely upon me! Do you not wish to return home
provided with wealth, beside the money which I shall pay to you?" 9.
Immediately the soldiers were ashamed of their fear, and advanced by
hundreds, full of courage. 10. Soon the brother of Cyrus approached,
with (<i>havante</i>) eight hundred thousand men. 11. By the aid of
the Greeks, Cyrus won the battle, but he himself lost his life. 12. So
neither he nor the Greeks could enjoy the result of their efforts.
</p>

