

<center><b>KIA</b> AS A RELATIVE ADJECTIVE.</center>

<p>
<b>150.</b> The interrogative adjective <b>kia</b> (112) is also used
as a relative adjective, referring back to <b>tia,</b> or to some
equivalent phrase or word indicating quality, such as <b>sama</b>, etc.
In this use it may often be translated "as", or "which":
</p>

<p>
<b>Mi havas tian libron, kian mi volas</b>, <i>I have such a (that kind of) book as (which kind) I wish.</i><br>
<b>Tiaj amikoj, kiajn vi havas, estas afablaj</b>, <i>such friends as (of which kind) you have are amiable.</i><br>
<b>Li deziras tian &#265;apelon, kia kostas ses dolarojn</b>, <i>he desires that kind of hat which (kind) costs six dollars.</i><br>
<b>Mi havas la saman deziron, kian vi</b>, <i>I have the same desire as you (same kind which you have).</i>
</p>

<center><b>KIE</b> AS A RELATIVE ADVERB.</center>

<p>
<b>151.</b> The interrogative adverb <b>kie</b>, <b>kien</b> (118) is
also used as a relative adverb of place with <b>tie</b>, <b>tien</b>, or
some other expression of place for its antecedent.
</p>

<p class="footnote">
Any interrogative adverb may also be used to introduce an indirect
question, thus serving as a subordinating conjunction (<i>cf.</i>
<b>&#265;u</b>).
</p>

<p>
<b>Kien</b> is used when the verb in the relative clause expresses
motion toward the place indicated, whether or not its antecedent has
this ending. Similarly, <b>kie</b> may refer to <b>tie</b> or to
<b>tien</b>:
</p>

<p>
<b>Mi iros tien, kie vi estas</b>, <i>I shall go there where you are.</i><br>
<b>Mi estis tie, kien vi iros</b>, <i>I was there (at that place) where you will go.</i><br>
<b>Mi iros tien, kien vi iris</b>, <i>I shall go to that place to which you went (I shall go where you went).</i><br>
<b>Mi trovis lin en la urbo, kie li lo&#285;as</b>, <i>I found him in the city where he lives.</i><br>
<b>&#264;u vi venos &#265;i tien, kie ni estas?</b> <i>Are you coming here where we are?</i>
</p>

<center>THE FUTURE ACTIVE PARTICIPLE.</center>

<p>
<b>152.</b> The future active participle, expressing what the
word modified will do or is about to do, ends in <b>-onta,</b> as
<b>vidonta</b>, <i>about to see</i>, <b>ironta</b>, <i>about to go</i>:
</p>

<p>
<b>La forironta viro vokis sian serviston</b>, <i>the man going to depart (the about-to-depart man) called his servant.</i><br>
<b>La virino salutonta vin estas tre afabla</b>, <i>the woman about to greet you is very affable.</i><br>
<b>La venonta monato estas marto</b>, <i>the coming month is March.</i><br>
<b>La venontan semajnon mi foriros</b>, <i>the coming (next) week I shall depart.</i>
</p>

<center>THE PERIPHRASTIC FUTURE TENSES.</center>

<p>
<b>153.</b> The compound tenses formed by combining the future active
participle with each of the three aoristic tenses of <b>esti</b>
represent an act or state as about to occur in the present, past, or
future, respectively, and are called <i>periphrastic future tenses.</i>
Except when great accuracy is desired, these tenses are not often used.
A synopsis of <b>vidi</b> in the first person singular and plural of
these tenses is as follows:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr><td nowrap align="center" colspan="2">Present Periphrastic Future.</td></tr>
      <tr>
         <td nowrap valign="top">
            <b>mi estas vidonta</b>,<br>
            <i>I am about to (going to) see.</i>
         </td>
         <td nowrap valign="top">
            <b>ni estas vidontaj</b>,<br>
            <i>we are about to (going to) see.</i>
         </td>
      </tr>
      <tr><td nowrap align="center" colspan="2">Past Periphrastic Future.</td></tr>
      <tr>
         <td nowrap valign="top">
            <b>mi estis vidonta</b>,<br>
            <i>I was about to (going to) see.</i>
         </td>
         <td nowrap valign="top">
            <b>ni estis vidontaj</b>,<br>
            <i>we were about to (going to) see.</i>
         </td>
      </tr>
      <tr><td nowrap align="center" colspan="2">Future Periphrastic Future.</td></tr>
      <tr>
         <td nowrap valign="top">
            <b>mi estos vidonta</b>,<br>
            <i>I shall be about to (going to) see.</i>
         </td>
         <td nowrap valign="top">
            <b>ni estos vidontaj</b>,<br>
            <i>we shall be about to (going to) see.</i>
         </td>
      </tr>
   </table>
</center>

<center>THE SUFFIX <b>-IND-</b>.</center>

<p>
<b>154.</b> The suffix <b>-ind-</b> is used to form words expressing
<i>worthy of, deserving of,</i> that which is indicated in the root.
It may also be used as a root, to form <b>inda</b>, <i>worthy</i>,
<b>malinda</b>, <i>unworthy</i>, <b>indo</b>, <i>worth, merit,</i> etc.:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>dezirinda</b>, <i>desirable.</i><br>
            <b>la&#365;dinda</b>, <i>praiseworthy. </i><br>
            <b>malla&#365;dinda</b>, <i>blameworthy.</i>
         </td>
         <td nowrap valign="top">
            <b>rimarkinda</b>, <i>noteworthy, remarkable.</i><br>
            <b>ridinde</b>, <i>ridiculously, laughably.</i><br>
            <b>tradukinda</b>, <i>worth translating.</i>
         </td>
      </tr>
   </table>
</center>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>ankora&#365;</b>, <i>still, yet.</i><br>
            <b>atak-i</b>, <i>to attack.</i><br>
            <b>bat-i</b>, <i>to beat.</i><br>
            <b>cert-a</b>, <i>sure, certain.</i><br>
            <b>defend-i</b>, <i>to defend.</i><br>
            <b>difekt-i</b>, <i>to spoil.</i><br>
            <b>edz-o</b>, <i>husband.</i><br>
            <b>fajr-o</b>, <i>fire.</i>
         </td>
         <td nowrap valign="top">
            <b>flar-i</b>, <i>to smell.</i><br>
            <b>gast-o</b>, <i>guest.</i><br>
            <b>ho!</b> <i>Oh!</i><br>
            <b>kri-i</b>, <i>to exclaim, to cry.</i><br>
            <b>kruel-a</b>, <i>cruel.</i><br>
            <b>kuk-o</b>, <i>cake.</i><br>
            <b>lign-o</b>, <i>wood.</i><br>
            <b>suspekt-i</b>, <i>to suspect.</i>
         </td>
      </tr>
   </table>
</center>


<p class="footnote">
The adverb <b>ankora&#365;</b> expresses the ideas "until and during
the present time", "in the future as now and before", "in constant or
uniform succession", "in an increasing or additional degree", given
sometimes by English <i>yet</i>, sometimes by <i>still</i>: Mi estas
ankora&#365; sidanta &#265;i tie, <i>I am still sitting here.</i>
Li ankora&#365; ne venis, <i>still he has not come (he has not come
yet).</i> Li ankora&#365; restos tie, <i>he will still stay there.</i>
Ankora&#365; ili venas, <i>still they come.</i> Li estos ankora&#365;
pli ruza, <i>he will be still (yet) more crafty.</i>
</p>

<center><b>ALFREDO GRANDA KAJ LA KUKOJ.</b></center>

<p>
Unu fojon anta&#365; pli multe ol mil jaroj, soldatoj venis de trans
la maro por ataki la anglan re&#285;on Alfredon Grandan. Ili nek konis
nek malamis lin, sed ili sciis ke li estas persono kies landon ili
deziras gajni. &#264;i tiuj malamikoj estis venintaj tiel subite ke
Alfredo ne estis preta por defendi sian landon kontra&#365; ili. Tial li
forkuris kelkajn mejlojn de la urbo, kaj sin ka&#349;is en granda arbaro
malanta&#365; vila&#285;o. Anstata&#365; porti re&#285;ajn vestojn li
a&#265;etis tiajn &#265;ifonojn kiajn kamparanoj kaj malri&#265;uloj
portas. Li lo&#285;is &#265;e malri&#265;a sed la&#365;dinda kamparano,
kiu ne konis la re&#285;on, kaj tute ne suspektis kia persono lia
gasto estas. Unu memorindan tagon Alfredo estis sidanta apud la
fajro, kaj estis rigardanta siajn sagojn kaj pafarkon dum li pensis
mal&#285;oje pri sia lando. La edzino de la arbarano demandis "&#264;u
vi ankora&#365; sidos tie dekkvin a&#365; dudek minutojn?" "Jes,"
respondis la re&#285;o. &#348;i diris "Nu, estos necese fari pli
varmegan fajron por tiaj kukoj kiajn mi nun estas bakonta. &#264;u vi
gardos tiujn kukojn kiuj nun estas super la fajro, dum mi kolektos pli
multe da ligno?" Alfredo respondis "Certe mi gardos ilin kontra&#365;
la fajro." La virino ser&#265;onta lignon foriris en alian parton de la
arbaro, kie estis multe da ligno, kaj la re&#285;o penis zorgi pri la
kukoj. Sed balda&#365; li forgesis ilin, kaj la fajro ilin difektis.
Kiam la virino venis kaj flaris la kukojn &#349;i kriis "ho, vi
ripro&#265;inda viro! Kvankam vi ankora&#365; sidas tie, vi ne pensas
pri la kukoj, kaj la fajro estas difektinta ilin!" &#348;i estis kruele
batonta la re&#285;on, kiam li diris al &#349;i kiu li estas, kaj kial
li forgesis la kukojn. Tiam &#349;i tre hontis, kaj anstata&#365;
malla&#365;di lin &#349;i volis esti ankora&#365; pli bona al li.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. Alfred the Great was a praiseworthy king who lived more than a
thousand years ago. 2. People still talk about him because he not only
translated many Latin books into the English language, but also wrote in
English. 3. He wished to help the peasants still more. 4. But enemies
often attacked him, and finally they conquered his soldiers. 5. Then
they hastened to where (151) Alfred was. 6. They were about to attack
him, when he rode away secretly (<i>ka&#349;e</i>) into a large forest.
7. There he dwelt some time in the house of a poor forester. 8. He wore
such rags as a peasant usually wears, and did not tell the forester who
he was. 9. One day he was sitting near the fire and wondering, "Will the
enemy have conquered my soldiers next week?" 10. The forester's wife
said, "Will you sit there yet a while and take-care of those cakes? I am
about to gather more wood." 11. He replied, "Certainly, I will try to
help you." 12. But when after a few minutes the woman smelled the cakes,
she knew that the fire had spoiled them. 13. She exclaimed "Oh, what a
blame-worthy man!" 14. She commenced to beat the king cruelly, but he
did not defend himself. 15. Instead (120), he told her who he was.
</p>

