

<center>THE NEGATIVE ADJECTIVE.</center>

<p>
<b>224.</b> The negative adjective, related to the negative pronoun
<b>neniu,</b> is <b>nenia</b>, <i>no kind of, no sort of</i>, expressing
a negative idea concerning the quality of a person or thing:
</p>

<p>
<b>Mi havas nenian spegulon</b>, <i>I have no sort of mirror.</i><br>
<b>Nenia problemo estas tro malfacila por li</b>, <i>no sort of problem is too difficult for him.</i>
</p>

<center>THE NEGATIVE ADVERB OF PLACE.</center>

<p>
<b>225.</b> The negative adverb of place is <b>nenie</b>,
<i>nowhere.</i> The ending <b>-n</b> may be added, as to other adverbs
(121), to indicate direction:
</p>

<p>
<b>Nenie estas pli bona ma&#349;ino</b>, <i>nowhere is there a better machine.</i><br>
<b>Mi iros nenien morga&#365;</b>, <i>I shall go nowhere tomorrow.</i>
</p>

<center>THE NEGATIVE TEMPORAL ADVERB.</center>

<p>
<b>226.</b> The negative adverb of time is <b>neniam</b>, <i>never, at
no time</i>:
</p>

<p>
<b>Neniam vivis pli fama filozofo</b>, <i>there never lived a more famous philosopher.</i><br>
<b>Vi neniam trovos tiajn &#349;ra&#365;bojn a&#365; cilindrojn</b>, <i>you will never find that kind of screws or cylinders.</i>
</p>

<center>THE SUFFIX <b>-A&#308;-</b>.</center>

<p>
<b>227.</b> The suffix <b>-a&#309;-</b> is used to form <i>concrete</i>
words. It is thus in contrast to the abstract-forming suffix <b>-ec-</b>
(202).
</p>

<p>
<b>a.</b> A word formed from a <i>verbal</i> root by means of the suffix
<b>-a&#309;-</b> expresses a concrete example of <i>a thing which
undergoes</i> (or, in the case of intransitives, <i>results from</i>)
the action indicated in the root:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>konstrua&#309;o</b>, <i>a building.</i><br>
            <b>senda&#309;o</b>, <i>consignment, thing sent.</i><br>
            <b>man&#285;a&#309;o</b>, <i>food.</i>
         </td>
         <td nowrap valign="top">
            <b>kreska&#309;o</b>, <i>a plant, a growth.</i><br>
            <b>rebrila&#309;o</b>, <i>a reflection.</i><br>
            <b>resta&#309;o</b>, <i>remainder.</i>
         </td>
      </tr>
   </table>
</center>

<p>
<b>b.</b> A word formed from an <i>adjectival</i> root or formation by
means of the suffix <b>-a&#309;-</b> indicates <i>a thing characterized
by</i> or <i>possessing the quality</i> expressed in the root or
formation to which it is attached:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>bela&#309;o</b>, <i>a thing of beauty.</i><br>
            <b>maljusta&#309;o</b>, <i>an injustice.</i>
         </td>
         <td nowrap valign="top">
            <b>mirinda&#309;o</b>, <i>a marvel.</i><br>
            <b>okazinta&#309;o</b>, <i>an occurrence.</i>
         </td>
      </tr>
   </table>
</center>

<p>
<b>c.</b> A word formed from a <i>noun-root</i> by means of the suffix
<b>-a&#309;-</b> indicates <i>a thing made</i> or <i>derived from</i>
that which is expressed in the root:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>sukera&#309;o</b>, <i>a sweet, confection.</i><br>
            <b>ova&#309;o</b>, <i>an omelet.</i>
         </td>
         <td nowrap valign="top">
            <b>ora&#309;o</b>, <i>a gold object.</i><br>
            <b>aranea&#309;o</b>, <i>a spider-web.</i>
         </td>
      </tr>
   </table>
</center>

<center>THE ADVERB <b>JEN</b>.</center>

<p>
<b>228.</b> The adverb <b>jen</b>, <i>behold, here, there</i>, is used
to point out or call attention to something:
</p>

<p>
<b>Jen estas la problemo!</b> <i>There is the problem!</i><br>
<b>Jen la filozofo!</b> <i>Behold the philosopher!</i><br>
<b>Jen &#349;i ludas, jen &#349;i studas</b>, <i>now she plays, now she studies.</i><br>
<b>Mi faris &#285;in jene</b>, <i>I did it as follows.</i><br>
<b>Mi agis la&#365; la jena metodo</b>, <i>I acted in the following way.</i><br>
<b>Li diris la jenajn vortojn</b>, <i>he spoke the following words.</i>
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>aran&#285;-i</b>, <i>to arrange.</i><br>
            <b>art-o</b>, <i>art.</i><br>
            <b>ber-o</b>, <i>berry.</i><br>
            <b>jen</b>, <i>there, behold</i> (228).<br>
            <b>&#309;aluz-a</b>, <i>jealous.</i><br>
            <b>konkurs-o</b>, <i>competition.</i><br>
            <b>lert-a</b>, <i>skilled, clever.</i><br>
            <b>nenia</b>, <i>no kind of</i> (224).
         </td>
         <td nowrap valign="top">
            <b>neniam</b>, <i>never</i> (226).<br>
            <b>nenie</b>, <i>nowhere</i> (225).<br>
            <b>pentr-i</b>, <i>to paint.</i><br>
            <b>postul-i</b>, <i>to demand.</i><br>
            <b>precip-a</b>, <i>principal, chief.</i><br>
            <b>regul-o</b>, <i>rule.</i><br>
            <b>tromp-i</b>, <i>to deceive.</i><br>
            <b>vin-o</b>, wine.
         </td>
      </tr>
   </table>
</center>

<center><b>DU ARTKONKURSOJ.</b></center>

<p>
Vivadis en Grekujo anta&#365; multaj jarcentoj du lertaj famaj
pentristoj. Ili estis reciproke &#309;aluzaj, kaj neniam povis
interparoli paceme. Ne povinte decidi la problemon, kaj eltrovi kiu
el ili estas la plej lerta, ili fine aran&#285;is konkurson pri
la pentrado. La&#365; &#285;iaj reguloj, &#265;iu el ili pentris
pentra&#309;on, por montri sian lertecon. Unu pentris teleron da
vinberoj (<i>grapes</i>). &#284;i estis tiel mirinde kolorigita ke
e&#265; la birdoj venis kaj penis &#285;in man&#285;i, pensinte &#285;in
ne nur pentra&#309;o, sed la vinberoj mem. "Nenia pentra&#309;o povos
superi la mian," &#285;ojege ekkriis la pentristo, "jen, la birdoj mem
rekonas mian lertecon!" Tiam li diris al la alia artisto, "Nu, kial vi
ne fortiras tiun kurtenon? Mi volas rigardi vian pentra&#309;on." La dua
pentristo respondis kun rideto, "Jen estas mia pentra&#309;o. Nenie apud
vi estas kurteno, sed vi vidas nur pentra&#309;on de kurteno anta&#365;
tiu konstrua&#309;o." Tre mirigite, la pentrinto de la vinberoj diris
"Vi ja superas min en la pentrado. Mi trompis la birdojn per mia
pentra&#309;o, sed vi trompas e&#265; aliajn artistojn! Tia lerteco
estas ja mirinda&#309;o!"
</p>

<p>
Oni rakontas similan okazinta&#309;on pri fama artisto kiu pentris
multe da pentra&#309;oj por Aleksandro Granda. Malgajninte en konkurso
kontra&#365; iuj aliaj artistoj, li opiniis ke la ju&#285;intoj estas
maljustaj al li, precipe pro la &#309;aluzeco. Li ekkriis "&#264;ar
niaj pentra&#309;oj estas bildoj de &#265;evaloj, ili certe postulas
&#265;evalajn ju&#285;antojn!" Tial oni enkondukis du a&#365; tri
&#265;evalojn. La &#265;evaloj, tute ne rigardinte la pentra&#309;ojn de
la aliaj artistoj, kuris rekte al tiu de la plendinta artisto, kaj klare
montris sian rekonadon de la tie pentritaj &#265;evaloj. Surprizite,
oni diris "Jen estas justaj ju&#285;antoj!" Tuj oni la&#365;dis la
pentriston kaj severe punis la malhonestajn homajn ju&#285;intojn.
</p>

<center><b>SENTENCES FOR TRANSLATION</b></center>

<p>
1. Syracuse was the largest city on the island of Sicily. 2. The famous
philosopher and physicist Archimedes lost his life when that city was
destroyed and entirely burned. 3. At least, no sort of trace of him
seems to have been found after that occurrence. 4. Never, perhaps, was
there a more learned man in Syracuse. 5. Greece was also famous for
its skilled painters, and there are many anecdotes about them. 6. A
painter who failed in a certain competition believed that none of the
judges had been just to him. 7. He exclaimed "Behold this iniquity
(injustice)! Nowhere can I find a human being who is not jealous. 8.
Since the paintings are chiefly of horses, do they not require horses
for judges?" 9. His proposal was accepted (54), and some horses were
led in. 10. Without noticing (222) the other paintings, the horses
walked at once to the picture of the unsuccessful artist, and showed
immediate recognition of the horses painted there. 11. This act showed
which competitor (<i>konkursinto</i>) was the most skilful. 12. The
painter, having deceived the horses, as another artist had once deceived
birds by a picture of grapes, said "Animals decide not by rules, but by
feelings."
</p>

