

<center>THE DEMONSTRATIVE ADVERB OF MOTIVE OR REASON.</center>

<p>
<b>78.</b> The demonstrative adverb of motive or reason, related to the
demonstrative pronoun <b>tiu</b>, is <b>tial</b>, <i>therefore</i>,
<i>for that reason</i>, <i>so</i>:
</p>

<p>
<b>Tial la servisto foriris</b>, <i>therefore the servant went away</i>.<br>
<b>Tial mi gratulis lin</b>, <i>for that reason I congratulated him</i>.<br>
<b>Tial oni forpelis lin</b>, <i>so they drove him away</i>.
</p>

<center>DERIVATION OF ADVERBS.</center>

<p>
<b>79.</b> Adverbs may be derived from roots whose meaning permits,
by addition of the adverb-ending <b>-e</b>, as <b>feli&#265;e</b>,
<i>happily</i>, <b>kolere</b>, <i>angrily</i>. The comparison of adverbs
is similar to that of adjectives:
</p>

<center>
   <table border="1" cellpadding="8">
      <tr><td nowrap align="center">Positive.</td><td nowrap align="center">Comparative.</td><td nowrap align="center">Superlative.</td></tr>
      <tr><td nowrap><b>sa&#285;e</b>, <i>wisely</i></td><td nowrap><b>pli sa&#285;e</b>, <i>more wisely</i></td><td nowrap><b>plej sa&#285;e</b>, <i>most wisely</i></td></tr>
      <tr><td nowrap><b>bone</b>, <i>well</i></td><td nowrap><b>pli bone</b>, <i>better</i></td><td nowrap><b>plej bone</b>, <i>best</i></td></tr>
      <tr><td nowrap><b>malbone</b>, <i>badly</i></td><td nowrap><b>pli malbone</b>, <i>worse</i></td><td nowrap><b>plej malbone</b>, <i>worst</i></td></tr>
      <tr><td nowrap><b>ruze</b>, <i>slyly</i></td><td nowrap><b>pli ruze</b>, <i>more slyly</i></td><td nowrap><b>plej ruze</b>, <i>most slyly</i></td></tr>
   </table>
</center>

<center><b>MALPLI</b> AND <b>MALPLEJ</b>.</center>

<p>
<b>80.</b> The opposites (67) of <b>pli</b> and <b>plej</b> are
<b>malpli</b>, <i>less</i>, and <b>malplej</b>, <i>least</i>. Their use
is similar to that of <b>pli</b> and <b>plej</b>. (These adverbs may
also modify verbs):
</p>

<p>
<b>Li estas malpli kura&#285;a</b>, <i>he is less courageous</i>.<br>
<b>Tiuj estis malplej akraj</b>, <i>those were least sharp</i>.<br>
<b>La vento blovis malpli forte</b>, <i>the wind blew less strongly</i>.<br>
<b>Li skribis malplej zorge</b>, <i>he wrote least carefully</i>.<br>
<b>Mi malpli timas ilin</b>, <i>I fear them less</i>.<br>
<b>Vi malplej bezonos helpon</b>, <i>you will need help least</i>.
</p>

<center>COMPARISON OF WORDS EXPRESSING QUANTITY.</center>

<p>
<b>81.</b> Since in their precise sense the words <b>pli</b>,
<b>malpli</b>, <b>plej</b>, <b>malplej</b>, express <i>degree</i>, a
<i>quantitative</i> meaning is given by <b>multe</b>, <i>much</i>, in
the desired degree of comparison:
</p>

<center>
   <table border="1" cellpadding="8">
      <tr><td nowrap>multe, much</td><td nowrap>pli multe, more (in amount)</td><td nowrap>plej multe, most</td></tr>
      <tr><td nowrap>&nbsp;</td><td nowrap>malpli multe, less&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;"</td><td nowrap>malplej multe, least</td></tr>
      <tr><td nowrap>malmulte, little</td><td nowrap>pli malmulte, less&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;"</td><td nowrap>plej malmulte, least</td></tr>
   </table>
</center>

<center>COMPARISONS CONTAINING <b>OL</b>.</center>

<p>
<b>82.</b> In a comparison made by the use of <b>pli</b> or
<b>malpli</b>, the case used after <b>ol</b>, <i>than</i>, must indicate
clearly the sense intended:
</p>

<p>
<b>Mi amas ilin pli multe ol &#349;in</b>, <i>I love them more than</i> (I love) <i>her</i>.<br>
<b>Mi amas ilin pli multe ol &#349;i</b>, <i>I love them more than she</i> (loves them).<br>
<b>Vi helpis la viron malpli multe ol la knabo</b>, <i>you helped the man less than the boy</i> (helped him).<br>
<b>Vi helpis la viron malpli multe ol la knabon</b>, <i>you helped the man less than</i> (you helped) <i>the boy</i>.
</p>

<center>CAUSAL CLAUSES.</center>

<p>
<b>83.</b> A clause giving a cause or reason is introduced by
<b>&#265;ar</b>, <i>because, for</i>, or by the combination <b>tial
ke</b>, <i>for this reason that, because, for</i>:
</p>

<p>
<b>Mi venis frue, &#265;ar mi volis vidi vin</b>, <i>I came early, for I wished to see you</i>.<br>
<b>La floroj velkis tial, ke ne pluvis</b>, <i>the flowers wilted for this reason, that it did not rain</i>.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>anstata&#365;</b>, <i>instead of</i>.<br>
            <b>aprilo</b>, <i>April</i>.<br>
            <b>a&#365;gusto</b>, <i>August</i>.<br>
            <b>jaro</b>, <i>year</i>.<br>
            <b>junio</b>, <i>June</i>.<br>
            <b>julio</b>, <i>July</i>.<br>
            <b>majo</b>, <i>May</i>.<br>
            <b>marto</b>, <i>March</i>.<br>
            <b>monato</b>, <i>month</i>.
         </td>
         <td nowrap valign="top">
            <b>multa</b>, <i>much</i> (<b>multaj</b>, <i>many</i>).<br>
            <b>ofta</b>, <i>frequent</i> (<b>ofte</b>, <i>often</i>).<br>
            <b>ol</b>, <i>than</i> (<b>82</b>).<br>
            <b>printempo</b>, <i>spring</i> (season).<br>
            <b>tago</b>, <i>day</i>.<br>
            <b>sezono</b>, <i>season</i>.<br>
            <b>somero</b>, <i>summer</i>.<br>
            <b>tial</b>, <i>therefore</i> (<b>78</b>).<br>
            <b>vintro</b>, <i>winter</i>.
         </td>
      </tr>
   </table>
</center>

<center><b>PRI LA SEZONOJ.</b></center>

<p>
La vintro estas la malplej agrabla sezono el la tuta jaro. Ne&#285;as
tre multe, kaj tial oni nur malofte promenas, &#265;ar la stratoj
estas tro malsekaj. Oni mar&#349;as kun granda zorgo, kaj malrapide
(<i>slowly</i>), tial ke oni ne volas fali kaj preska&#365; rompi la
kolon. Oni zorge gardas sin tiam kontra&#365; la malvarmaj nordaj
ventoj. La manojn oni metas en la po&#349;ojn, sed la viza&#285;on oni
ne povas bone gardi. Mi ne &#349;atas resti ekster la domo dum tia
vetero. Mi multe preferas sidi en varma luma &#265;ambro, kaj skribi
leterojn per bona plumo. La monatoj de la printempo estas marto, aprilo
kaj majo. La bela printempo &#349;ajnas pli agrabla ol la vintro.
&#284;iaj tagoj estas pli longaj kaj pli varmaj, &#285;iaj ventoj blovas
malpli forte. En &#265;i tiu sezono la kampoj kaj arboj frue komencas
montri plej belajn kolorojn. La birdoj konstruas siajn nestojn, kaj
dol&#265;e kantas. Oni povas promeni sur la mola herbo, anstata&#365;
sur malsekaj malagrablaj stratoj. Pluvas pli multe en aprilo, tamen
post la pluvo la herbo &#349;ajnas pli verda, kaj la nuboj balda&#365;
forflugas de la blua &#265;ielo. Dum majo oni trovas violojn, kaj en
junio oni vidas tre multajn rozojn. Sed la plej agrabla el la sezonoj
estas la somero. Anstata&#365; malvarmaj ventoj la somero havas la plej
belan veteron, kun suda a&#365; okcidenta ventoj. La longaj tagoj estas
varmaj, sed la noktoj estas tute agrablaj. Tiam oni havas pli bonajn
fruktojn ol dum la printempo. La monatoj de la somero estas junio, julio
kaj a&#365;gusto. Mi plej &#349;atas junion. &#264;u vi &#349;atas &#285;in
pli multe ol mi? &#264;u vi &#349;atas a&#365;guston pli multe ol
julion?
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. I read a most interesting book about Frederick the Great. 2. It
relates that he often stayed-awake and read with great interest during
the later hours of the night. 3. His youngest servant was a small boy.
4. The king loved this boy more than [he loved] the older servants. 5.
The winter is a less pleasant season than the spring, but the summer is
more pleasant than that [season]. 6. During March the east winds blow
most strongly, and shake the trees very much. 7. In April one needs his
umbrella, for (the reason that) there are often clouds in the sky and
it rains a great deal (very much). 8. The streets are very wet, but the
water does not seem to wash them. 9. In May one begins to find sweet
violets, and the birds in the trees above our heads sing very sweetly.
10. In June the most beautiful roses are seen (54). 11. July and August
are the warmest months of the whole year. 12. The days are longer than
the nights, and the weathercock shows west and south winds, instead of
those disagreeable north and east winds. 13. One stays outside [of] the
house then with greater pleasure, and goes walking in the parks. 14.
I think that I like the summer better than you [do]. 15. Therefore I
praise the summer more than you [do]. 16. However, I praise you more
than [I praise] your younger brother. 17. He is less wise than you.
</p>

