

<center>THE PAST TENSE.</center>

<p>
<b>35.</b> The past tense of the verb expresses an action which took
place in past time, or a condition which existed in past time. The
ending of this tense is <b>-is</b>, as <b>kuris</b>, ran, <b>flugis</b>,
flew, <b>brilis</b>, shone. The conjugation of <b>esti</b> and also of
<b>vidi</b> in the past tense is as follows:
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>mi estis</b>, <i>I was</i>.<br>
            <b>vi estis</b>, <i>you were</i>.<br>
            <b>li (&#349;i, &#285;i) estis</b>, <i>he (she, it) was</i>.<br>
            <b>ni estis</b>, <i>we were</i>.<br>
            <b>vi estis</b>, <i>you (plural) were</i>.<br>
            <b>ili estis</b>, <i>they were</i>.
         </td>
         <td nowrap valign="top">
            <b>mi vidis</b>, <i>I saw</i>.<br>
            <b>vi vidis</b>, <i>you saw</i>.<br>
            <b>li (&#349;i, &#285;i) vidis</b>, <i>he (she, it) saw</i>.<br>
            <b>ni vidis</b>, <i>we saw</i>.<br>
            <b>vi vidis</b>, <i>you (plural) saw</i>.<br>
            <b>ili vidis</b>, <i>they saw</i>.
         </td>
      </tr>
   </table>
</center>

<center>PREPOSITIONS.</center>

<p>
<b>36.</b> A preposition is a word like "in," "on," placed before a
noun or pronoun to indicate some relation between this and another
word. The preposition is said to <i>govern</i> the noun or pronoun,
which is called its <i>complement</i>. In English, the complement of a
preposition seems to be put in the accusative case if it is a pronoun,
but to remain unchanged in form if it is a noun. In Esperanto the
preposition does not affect the form of the word governed, which remains
in the nominative case:
</p>

<p>
<b>La arbo estas en la &#285;ardeno</b>, <i>the tree is in the garden</i>.<br>
<b>Bonaj pomoj estas sur &#285;i</b>, <i>good apples are on it</i>.<br>
<b>Mi donis &#265;erizojn al li</b>, <i>I gave cherries to him</i>.<br>
<b>La knabo estas apud mi</b>, <i>the boy is near me</i>.<br>
<b>Sub la arbo staris &#265;evalo</b>, <i>under the tree stood a horse</i>.
</p>

<center>ACCUSATIVE CASE OF PERSONAL PRONOUNS.</center>

<p>
<b>37.</b> For use as the object of a verb, any pronoun may be put in
the accusative case by addition of the accusative ending <b>-n</b> (23):
</p>

<p>
<b>La viro vidis vin kaj min</b>, <i>the man saw you and me</i>.<br>
<b>Li vidis ilin kaj nin</b>, <i>he saw them and us</i>.<br>
<b>Mi vidis nek lin nek &#349;in</b>, <i>I saw neither him nor her</i>.<br>
<b>Ni volas havi &#285;in</b>, <i>we wish to have it</i>.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>agrabla</b>, <i>pleasant, agreeable</i>.<br>
            <b>bildo</b>, <i>picture</i>.<br>
            <b>blua</b>, <i>blue</i>.<br>
            <b>danki</b>, <i>to thank</i>.<br>
            <b>de</b>, <i>from</i>.<br>
            <b>diri</b>, <i>to say</i>.<br>
            <b>infano</b>, <i>child</i>.<br>
            <b>interesa</b>, <i>interesting</i>.
         </td>
         <td nowrap valign="top">
            <b>luma</b>, <i>light (not dark)</i>.<br>
            <b>muro</b>, <i>wall</i>.<br>
            <b>nun</b>, <i>now</i>.<br>
            <b>planko</b>, <i>floor</i>.<br>
            <b>pordo</b>, <i>door</i>.<br>
            <b>rigardi</b>, <i>to look (at)</i>.<br>
            <b>tapi&#349;o</b>, <i>carpet</i>.<br>
            <b>tra</b>, <i>through</i>.
         </td>
      </tr>
   </table>
</center>

<center><b>READING LESSON.</b></center>

<p>
1. Hodia&#365; la knaboj kaj knabinoj estas en la granda domo. 2. Ili
staras apud la tablo, en agrabla luma &#265;ambro. 3. &#284;i havas
altajn lar&#285;ajn fenestrojn. 4. Sub la tablo kaj se&#285;oj, mola
tapi&#349;o ku&#349;as sur la planko. 5. La tapi&#349;o havas belajn
kolorojn, ru&#285;an, bluan, flavan, kaj verdan. 6. Virino mar&#349;is
tra la pordo, kaj staris apud la tablo. 7. &#348;i havis interesajn
bildojn, kaj donis ilin al la knaboj kaj la knabinoj. 8. &#348;i diris
"&#264;u vi volas rigardi la bildojn?" 9. "Jes, ni dankas vin," diris
la infanoj, kaj &#349;i donis al ili la bildojn. 10. Granda bildo falis
de la tablo, sed Arturo nun havas &#285;in. 11. Li donas &#285;in al
Mario, &#349;i dankas lin, kaj donas &#285;in al Roberto. 12. Ili volis
doni &#285;in al Gertrudo, sed &#349;i diris "Ne, mi dankas vin, mi ne
&#349;atas rigardi bildojn." 13. &#348;i mar&#349;is de la tablo al la
fenestro kaj diris "Mi preferas kudri." 14. &#348;i volis sidi en granda
se&#285;o apud la fenestro. 15. La virino rigardis &#349;in kaj diris
"Mi donis la bildojn al vi, knaboj kaj knabinoj," &#265;ar ili estas
interesaj bildoj. 16. Gertrudo diris "Vi estas bona al ni, sed mi volas
sidi apud la pordo a&#365; la fenestro. 17. Mi kolektis dol&#265;ajn
violojn en la &#285;ardeno, kaj nun mi volas rigardi la dol&#265;ajn
florojn, kaj kudri."
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. Do the boys and girls wish to be good? 2. They gathered fresh flowers
and gave them to the woman. 3. The happy children were in the garden,
but now they are in the house. 4. The rooms in the house are light,
because they have large wide windows. 5. The doors in the room are
wide and high. 6. The carpets on the floor seem soft, and have various
beautiful colors. 7. A large strong table stands near the door. 8.
We can sit near the table and look through the windows. 9. Gertrude
is-looking-at the various pictures. 10. She looks-at them, and seems
to be happy. 11. She gave a picture to me and I thanked her. 12. Helen
walked near the table and shook it. 13. Arthur did not see the pictures
because they were lying on the floor. 14. He looked-at the pictures on
the wall, but they are neither interesting nor beautiful. 15. Robert
looked through the window, and saw us in the pleasant garden.
</p>


