

<center>THE DEMONSTRATIVE PRONOUN <b>TIU</b>.</center>

<p>
<b>56.</b> The demonstrative pronoun <b>tiu</b>, <i>that,</i> is used
to indicate a person or a definitely specified thing. The plural is
<b>tiuj</b>, <i>those:</i>
</p>

<p>
<b>Tiu estas la via, kaj mi volas tiun</b>, <i>that is yours, and I wish that one.</i><br>
<b>Tiuj estos koleraj kontra&#365; vi</b>, <i>those will be angry with you.</i><br>
<b>Li a&#365;dis tiujn</b>, <i>he heard those (persons, or things).</i>
</p>

<p>
<b>57.</b> The demonstrative pronoun <b>tiu</b> is also used as a
<i>pronominal adjective</i>, in agreement with a noun:
</p>

<p>
<b>Tiu vento estos varma</b>, <i>that wind will be warm.</i><br>
<b>Mi vidas tiun ventoflagon</b>, <i>I see that weathercock.</i><br>
<b>Tiuj infanoj estas junaj</b>, <i>those children are young.</i><br>
<b>Mi trovos tiujn librojn</b>, <i>I shall find those books.</i>
</p>

<center>TENSES IN INDIRECT QUOTATIONS.</center>

<p>
<b>58.</b> The verb in an indirect statement (53) or an indirect question
remains in the same tense in which it would be if the statement or
question were direct. (In English this is true only if the introductory
verb is present or future, since after an introductory past tense the
tense of the indirect quotation is changed, and <i>am, is, are, have,
will</i> become <i>was, were, had, would,</i> etc.)
</p>

<table class="novmargins">
   <tr><td align="center"><b>Mi</b></td> <td align="center"><b>diras</b></td> <td align="center"><b>ke</b></td> <td align="center"><b>li</b></td> <td align="center"><b>estas</b></td> <td align="center"><b>bona</b></td> <td align="left" nowrap>, <i>I say that he is good.</i></td></tr>
   <tr><td align="center"><b>"</b></td>  <td align="center"><b>diris</b></td> <td align="center"><b>"</b></td>  <td align="center"><b>"</b></td>  <td align="center"><b>"</b></td>     <td align="center"><b>"</b></td>    <td align="left" nowrap>, <i>I said that he was good.</i></td></tr>
   <tr><td align="center"><b>"</b></td>  <td align="center"><b>diros</b></td> <td align="center"><b>"</b></td>  <td align="center"><b>"</b></td>  <td align="center"><b>"</b></td>     <td align="center"><b>"</b></td>    <td align="left" nowrap>, <i>I shall say that he is good.</i></td></tr>
</table>

<table class="novmargins">
   <tr><td align="center"><b>Li</b></td> <td align="center"><b>miras</b></td> <td align="center"><b>&#265;u</b></td> <td align="center"><b>mi</b></td> <td align="center"><b>a&#365;das</b></td> <td align="left" nowrap>, <i>he wonders whether I hear.</i></td></tr>
   <tr><td align="center"><b>"</b></td>  <td align="center"><b>miris</b></td> <td align="center"><b>"</b></td>       <td align="center"><b>"</b></td>  <td align="center"><b>"</b></td>          <td align="left" nowrap>, <i>he wondered whether I heard.</i></td></tr>
   <tr><td align="center"><b>"</b></td>  <td align="center"><b>miros</b></td> <td align="center"><b>"</b></td>       <td align="center"><b>"</b></td>  <td align="center"><b>"</b></td>          <td align="left" nowrap>, <i>he will wonder whether I hear.</i></td></tr>
</table>

<table class="novmargins">
   <tr><td nowrap><b>Mi opiniis ke &#285;i estas bona</b>,</td><td nowrap><i>I thought that it was good</i> (I thought "<i>it is good</i>").</td></tr>
</table>

<table class="novmargins">
   <tr><td nowrap><b>Oni miris &#265;u li venos</b>,</td><td nowrap><i>they wondered whether he would come</i> (they wondered "<i>will he come?</i>").</td></tr>
</table>

<p class="footnote">
An indirect question is introduced by <b>&#265;u</b>, whether, after
verbs meaning "ask," "wonder," "know," etc.: Mi miras &#265;u li
venis, <i>I wonder whether he came.</i> Oni demandas &#265;u li estas
ri&#265;a, <i>people ask whether he is rich.</i>
</p>

<center>FORMATION OF FEMININE NOUNS.</center>

<p>
<b>59.</b> Feminine nouns corresponding to distinctly masculine nouns
such as <b>frato</b>, <b>knabo</b>, <b>viro</b>, may be formed from
these by inserting the suffix <b>-in-</b> just before the noun-ending
<b>-o:</b>
</p>

<center>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>fratino</b>, <i>sister</i> (from frato, <i>brother</i>).<br>
            <b>knabino</b>, <i>girl</i> (from knabo, <i>boy</i>).
         </td>
         <td nowrap valign="top">
            <b>patrino</b>, <i>mother</i> (from patro, <i>father</i>).<br>
            <b>virino</b>, <i>woman</i> (from viro, <i>man</i>).
         </td>
      </tr>
   </table>
</center>

<p class="footnote">
<i>Cf.</i> English names similarly formed from masculine names,
as <i>Pauline, Josephine, Ernestine, Geraldine,</i> etc., also
German <i>K&ouml;nigin</i>, queen, from <i>K&ouml;nig</i>, king;
<i>L&ouml;win</i>, lioness, from <i>L&ouml;we</i>, lion, etc.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>almena&#365;</b>, <i>at least.</i><br>
            <b>&#265;apelo</b>, <i>hat.</i><br>
            <b>&#265;ielo</b>, <i>sky, heaven.</i><br>
            <b>filo</b>, <i>son.</i><br>
            <b>konstrui</b>, <i>to build.</i><br>
            <b>miri</b>, <i>to wonder.</i><br>
            <b>morga&#365;</b>, <i>tomorrow.</i><br>
            <b>nubo</b>, <i>cloud.</i><br>
            <b>ombrelo</b>, <i>umbrella.</i>
         </td>
         <td nowrap valign="top">
            <b>paroli</b>, <i>to talk, to speak.</i><br>
            <b>parko</b>, <i>park.</i><br>
            <b>preska&#365;</b>, <i>almost.</i><br>
            <b>pri</b>, <i>concerning, about.</i><br>
            <b>promeni</b>, <i>to take a walk.</i><br>
            <b>super</b>, <i>above.</i><br>
            <b>timi</b>, <i>to fear, to be afraid (of).</i><br>
            <b>tiu</b>, <i>that (56).</i><br>
            <b>zorga</b>, <i>careful.</i>
         </td>
      </tr>
   </table>
</center>


<center><b>EN LA PARKO.</b></center>

<p>
Miaj junaj amiko kaj amikino, kaj anka&#365; ilia patrino, iris
hiera&#365; al la parko. La infanoj diris al la patrino ke la parko
estas agrabla, kaj ke ili volas promeni en &#285;i. La knabino parolis
al sia frato pri la belaj floroj. &#348;i diris al li ke la floroj
velkas, kaj ke la herbo en preska&#365; la tuta parko bezonas pluvon.
La knabo diris hodia&#365; al mi ke hiera&#365; li kaj lia fratino
a&#365;dis la birdojn en la arboj super siaj kapoj. Li diris ke li
miris pri tiuj birdoj, tamen li opinias ke la birdoj balda&#365;
konstruos siajn nestojn en tiuj arboj. La infanoj promenis, kaj
balda&#365; ili vidis ke grizaj nuboj venas sur la &#265;ielon, kaj
mia juna amikino timis ke pluvos. &#348;i parolis al la patrino pri la
nuboj kaj la pluvo, montris al &#349;i la grizajn nubojn, kaj diris
ke si volas iri al la domo. Ili komencis mar&#349;i al la strato, kaj
preska&#365; kuris, &#265;ar ili ne havis ombrelon. Tra la fenestroj
de la domoj oni rigardis ilin, kaj la knabo miris &#265;u li kaj
liaj patrino kaj fratino amuzas tiujn virojn kaj virinojn. Tamen la
patrino diris ke &#349;i ne timas ke &#349;i amuzos tiujn, sed ke
&#349;i timas la pluvon. &#348;i kaj la filino volas esti zorgaj pri
almena&#365; la novaj &#265;apeloj. La filo diris al &#349;i ke li
anka&#365; estas zorga, sed ke li opinias ke ne pluvos. Balda&#365;
la patro venis al ili, kaj portis ombrelojn, &#265;ar li anka&#365;
timis la pluvon. Li miris &#265;u la infanoj kaj ilia patrino havas
ombrelojn. Balda&#365; pluvis, sed ili estis sekaj, &#265;ar ili havis
la ombrelojn. Morga&#365; ili ne promenos en la parko, sed iros al la
urbo.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. The east wind is dry and the south wind will be too warm. 2. A
west wind blew against the weathercock, but the grain needed a south
wind. 3 A north wind is blowing and I think that it will soon snow. 4.
It (51) will be beautiful weather tomorrow, because a pleasant wind
is now blowing. 5. The flowers will wither because those children
gathered them. 6. They are talking about that park, but I do not wish to
take-a-walk, because there are clouds in (on) the sky. 7. At least we
shall take an umbrella, and my brother will hold it over our heads. 8.
My sister said "Mother and I are-afraid that it will rain." 9. My young
sister will be careful about that new umbrella. 10. I wonder whether
she will take-a-walk tomorrow. 11. That park is pleasant and the grass
is soft and green. 12. The birds are building their nests now, in those
branches above our heads. 13. The sky above us is blue, and a west wind
is beginning to blow. 14. I can see that weathercock, on that large
house near the park. 15. Mother says that my sister will have a new hat
tomorrow. 16. She will be careful of (about) that hat. 17. My father's
friend is very careful of his son. 18. One sees that he is not a strong
boy.
</p>

