

<center>THE INTERROGATIVE ADVERB OF PLACE.</center>

<p>
<b>118.</b> The interrogative adverb of place, related to the
interrogative pronoun <b>kiu</b> is <b>kie</b>, <i>where</i>, <i>in (at)
what place</i>. If the verb in the sentence expresses motion toward the
place indicated by <b>kie</b>, the ending <b>-n</b> is added, forming
<b>kien</b>, <i>whither</i> (<i>where</i>):
</p>

<p>
<b>Kie li estis kaj kien oni forpelis lin?</b> <i>Where was he and whither did they drive him (away)?</i><br>
<b>Li miros kie lia nepo estas</b>, <i>he will wonder where his grandson is</i>.<br>
<b>Mi ne scias kien li kuris</b>, <i>I do not know where (whither) he ran</i>.
</p>

<center>THE PAST ACTIVE PARTICIPLE.</center>

<p>
<b>119.</b> The past active participle, (for the characteristics of a
participle see 108) expressing what the word modified <i>did</i> or
<i>has done</i>, ends in <b>-inta</b>, as <b>vidinta</b>, <i>having
seen</i>, <b>irinta</b>, <i>gone, having gone</i>:
</p>

<p>
<b>La falintaj folioj estas brunaj</b>, <i>the fallen leaves are brown</i>.<br>
<b>Kiu estas la viro salutinta nin?</b> <i>who is the man having greeted (who greeted) us?</i><br>
<b>Oni forgesas la foririntajn personojn</b>, <i>one forgets the departed persons (the persons who have gone away)</i>.
</p>

<center>ADVERB DERIVATION FROM PREPOSITIONS.</center>

<p>
<b>120.</b> Adverbs may be derived from prepositions whose sense
permits, by use of the adverb ending <b>-e</b>:
</p>

<p>
<b>Anta&#365;e li studis la geometrion</b>, <i>previously he studied geometry</i>.<br>
<b>Poste li studis la germanan</b>, <i>afterwards he studied German</i>.<br>
<b>Li mar&#349;is anta&#365;e, ne malanta&#365;e</b>, <i>he walked in front, not behind</i>.<br>
<b>Dume la viroj staris &#265;irka&#365;e</b>, <i>meanwhile the men stood roundabout</i>.<br>
<b>Ili venis kune kaj sidis apude</b>, <i>they came together and sat near by</i>.
</p>

<center>ADVERBS EXPRESSING DIRECTION OF MOTION.</center>

<p>
<b>121.</b> An adverb expressing place or direction is given the ending
<b>-n</b> when used with a verb expressing motion toward that place or
direction (<b>69</b>, <b>118</b>, etc.):
</p>

<p>
<b>&#264;u li rajdis norden a&#365; suden?</b> <i>Did he ride north or south(ward)?</i><br>
<b>Ni kuris anta&#365;en, ne malanta&#365;en</b>, <i>we ran forward, not back</i>.<br>
<b>La bukedo falis eksteren kaj suben</b>, <i>the bouquet fell out and underneath</i>.<br>
<b>Li estis mar&#349;anta hejmen</b>, <i>he was walking home (homeward)</i>.
</p>

<p class="footnote">
The adverb may precede the verb and be united with it by simple
juxtaposition, if the resulting word is not too long: <b>Li
hejmeniris</b>, <i>he went home (he "home-went")</i>. <b>Ni
anta&#365;eniros</b>, <i>we shall advance (go forward)</i>. <b>La bukedo
subenfalis</b>, <i>the bouquet fell underneath</i>.
</p>

<center>THE SUFFIX <b>-EG-</b>.</center>

<p>
<b>122.</b> The suffix <b>-eg-</b> may be added to a root to augment or
intensify its meaning, thus forming an <i>augmentative</i> of the root:
</p>

<p>
<b>barelego</b>, <i>hogshead</i> (from <b>barelo</b>, <i>barrel</i>).<br>
<b>bonega</b>, <i>excellent</i> (from <b>bona</b>, <i>good</i>).<br>
<b>malbonege</b>, <i>wickedly, wretchedly</i> (from <b>malbone</b>, <i>badly, poorly</i>).<br>
<b>domego</b>, <i>mansion</i> (from <b>domo</b>, <i>house</i>).<br>
<b>ploregi</b>, <i>to sob, to wail</i> (from <b>plori</b>, <i>to weep</i>).<br>
<b>treege</b>, <i>exceedingly</i> (from <b>tre</b>, <i>very</i>).
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>aer-o</b>, <i>air.</i><br>
            <b>danc-i</b>, <i>to dance.</i><br>
            <b>fulm-o</b>, <i>lightning.</i><br>
            <b>gut-o</b>, <i>drop</i> (of water, etc.).<br>
            <b>kie</b>, <i>where</i> (118).<br>
            <b>okaz-i</b>, <i>to happen, to occur.</i><br>
            <b>okul-o</b>, <i>eye.</i><br>
            <b>pec-o</b>, <i>piece.</i>
         </td>
         <td nowrap valign="top">
            <b>pez-a</b>, <i>heavy.</i><br>
            <b>polv-o</b>, <i>dust.</i><br>
            <b>sekv-i</b>, <i>to follow.</i><br>
            <b>ser&#265;-i</b>, <i>to hunt for, to search.</i><br>
            <b>silent-a</b>, <i>still, silent.</i><br>
            <b>subit-a</b>, <i>sudden.</i><br>
            <b>tegment-o</b>, <i>roof.</i><br>
            <b>tondr-o</b>, <i>thunder.</i>
         </td>
      </tr>
   </table>
</center>

<center><b>LA PLUVEGO.</b></center>

<p>
Nu, kia pluvego okazis hiera&#365; vespere! Post kvieta varmega mateno,
subite multaj nuboj kovris la &#265;ielon. La aero &#349;ajnis peza, kaj
estis tute silenta kelkan tempon. Tiam forte blovanta vento frapegis la
arbojn, kaj komencis fortege skui la bran&#265;ojn. Multege da polvo
kaj malgrandaj pecoj da papero dancis kaj flugis &#265;irka&#365;en en
la aero, kaj anka&#365; &#265;ielen. Falis tiam kelkaj grandaj gutoj
da pluvo, kaj ni sciis ke la pluvego estas venanta. Ni malfermis niajn
ombrelojn, kaj kuris anta&#365;en, por iri hejmen anta&#365; ol falos
multe da pluvo. La fulmo tiel ofte brilis ke ni fermis la okulojn pro
&#285;i, kaj treege &#285;in timis. Preska&#365; tuj la tondro sekvis
&#285;in. Tondris tiom kaj tiel la&#365;tege ke la bruo &#349;ajnis
frapi kontra&#365; niajn kapojn. Tiam komencis subite pluvegi, sed je
tiu tempo ni estis preska&#365; sub la tegmento de nia domo. Dume la
vento pli kaj pli blovegis, kaj ju pli forte &#285;i blovis, des pli
peze la gutoj da pluvo falis teren, kun multege da bruo. Mi opinias
ke mi malofte anta&#365;e vidis tian pluvegon. La sekvintan tagon mi
promenis tre frue, kaj vidis ke la pordego al la &#285;ardeno de mia avo
estas ku&#349;anta sur la tero. Apude mi vidis ventoflagon falintan de
la tegmento de tiu granda &#265;evalejo. Velkintaj floroj ku&#349;is sur
la tero &#265;irka&#365; mi, kaj inter ili estis bran&#265;oj falintaj
de la arboj, &#265;ar la grandega forto de la vento forrompis e&#265;
&#265;i tiujn. Sur malgranda bran&#265;o restis nesto, sed kie estis la
birdoj! Mi ser&#265;is la junajn birdojn sed tute ne povis trovi ilin,
tial mi opinias ke ili forflugis anta&#365; ol la ventoj forrompis de
la arbo ilian malgrandan hejmon. Mi ne scias kien ili flugis, sed mi
opinias ke ili flugis suden al la arboj en tiu granda kampo trans la
rivero.
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. While we were walking home (121) from school yesterday, it rained
very suddenly. 2. What a storm it was! 3. We were talking about the
lessons in geometry, and were looking at these books about the German
language. 4. So we did not see the clouds in (on) the sky. 5. Well, we
forgot about examinations and began to wonder where to go. 6. We did
not know whether we had enough time to run even to Grandfather's house
before it would rain. 7. Many papers fell out of our books, and the
wind caught them. 8. The wind chased them away from us, and they seemed
to dance around in the air. 9. However, we easily caught and gathered
them, and then we ran forward. 10. Suddenly it thundered very loudly,
and we saw the brilliant lightning in the sky. 11. We almost closed our
eyes for the lightning. 12. Big drops of rain fell heavily and struck
the dust violently. 13. The air was heavy and still then, and the storm
immediately followed the few drops of rain. 14. We hastened across the
street, and ran faster and faster. 15. We were exhausted (<b>122</b>)
and our clothes were exceedingly wet before we were in the house. 16.
The rain was dropping from the roof, but we ran through it, and knocked
on the door. 17. We rested some time here, before going home.
</p>

