

<center>CLAUSES EXPRESSING DURATION OF TIME.</center>

<p>
<b>96.</b> The time during which an act takes place or a condition
exists may be expressed not only by an adverb or accusative of time
(91), or by use of the preposition <b>dum</b>, but also by a clause
introduced by <b>dum</b>:
</p>

<p>
<b>Li venis dum vi forestis</b>, <i>he came while (during-the-time-that) you were away</i>.<br>
<b>Dum la sezonoj malpacis, ili forgesis pri la mondo</b>, <i>while the seasons quarreled, they forgot about the world</i>.<br>
<b>Ni ridas pro &#285;ojo dum ne&#285;as</b>, <i>we laugh for joy while it is snowing</i>.
</p>

<center>CLAUSES EXPRESSING ANTICIPATION.</center>

<p>
<b>97.</b> A clause expressing an action or condition as preceding
or anticipating that of the main verb is introduced by <b>anta&#365;
ol</b>:
</p>

<p>
<b>Mi foriros anta&#365; ol vi venos</b>, <i>I shall depart before you (will) come</i>.<br>
<b>Anta&#365; ol vi ripro&#265;is lin, li ne ploris</b>, <i>before you reproached him, he did not weep</i>.<br>
<b>Vi ploris anta&#365; ol vi ridis</b>, <i>you wept before (sooner than) you laughed</i>.
</p>

<center>THE INFINITIVE WITH <b>ANSTATA&#364;</b>, <b>POR</b>, <b>ANTA&#364; OL</b>.</center>

<p>
<b>98.</b> An infinitive may be substantively used with
<b>anstata&#365;</b> to express substitution, with <b>por</b> to
express purpose (<i>Cf.</i> Old English "But what went ye out <i>for to
see</i>," <i>Matt. xi, 8</i>), and with <b>anta&#365; ol</b> to express
anticipation. It is usually translated by the English infinitive in
<i>-ing</i>:
</p>

<p>
<b>Anstata&#365; resti li foriris</b>, <i>instead of staying he went away</i>.<br>
<b>Vi malhelpas anstata&#365; helpi min</b>, <i>you hinder instead of helping me</i>.<br>
<b>Ni venis por helpi vin</b>, <i>we came to help (in order to help) you</i>.<br>
<b>Mi estas preta por iri merkredon</b>, <i>I am ready to go (for going) Wednesday</i>.<br>
<b>Li havos tro multe por fari</b>, <i>he will have too much to do</i>.<br>
<b>Mi laboros anta&#365; ol ripozi</b>, <i>I shall work before resting</i>.<br>
<b>Anta&#365; ol foriri, li dankis min</b>, <i>before going away, he thanked me</i>.<br>
<b>Dio faris la mondon anta&#365; ol doni &#285;in al la sezonoj</b>, <i>God made the world before giving it to the seasons</i>.
</p>

<p class="footnote">
<i>Substantive</i> is the general name for nouns and pronouns,
that is, for words which indicate persons, things, etc., and may be
used as subject or object of a verb, complement of a preposition,
etc.
</p>

<p class="footnote">
The infinitive may be used with <b>anta&#365; ol</b> if its subject
is the same as the subject of the main verb. Otherwise the
construction explained in <b>97</b> must be used.
</p>

<center>THE EXPRESSION OF A PART OF THE WHOLE.</center>

<p>
<b>99.</b> After nouns indicating a quantity or portion of some
indefinite whole, the substantive expressing that indefinite whole is
preceded by the preposition <b>da</b>, <i>of</i>:
</p>

<p>
<b>Estas skatolo da &#265;erizoj tie</b>, <i>there is a box of cherries there</i>.<br>
<b>Mi trovis grandan sakon da mono</b>, <i>I found a large bag of money</i>.<br>
<b>Li havas teleron da viando</b>, <i>he has a plate of meat</i>.<br>
<b>Post horoj da &#285;ojo ofte venas horoj da mal&#285;ojo</b>, <i>after hours of joy there often come hours of sorrow</i>.
</p>

<p>
<b>100.</b> The preposition <b>da</b> must not be used if a quantity or
portion of a <i>definite</i> or <i>limited</i> whole is expressed. If
the word indicating the whole is limited by <b>la</b>, it is thereby
made definite:
</p>

<p>
<b>Telero de la maturaj pomoj</b>, <i>a plate of the ripe apples</i>.<br>
<b>Sako de la bona kafo</b>, <i>a sack of the good coffee</i>.
</p>

<center>
   <span style="font-variant: small-caps">Vocabulary.</span>
   <table border="0" cellspacing="8">
      <tr>
         <td nowrap valign="top">
            <b>Aleksandro</b>, <i>Alexander</i>.<br>
            <b>barelo</b>, <i>barrel</i>.<br>
            <b>bruo</b>, <i>noise</i>.<br>
            <b>da</b>, <i>of</i> (99).<br>
            <b>demandi</b>, <i>to inquire, to ask</i>.<br>
            <b>Diogeno</b>, <i>Diogenes</i>.<br>
            <b>greka</b>, <i>Greek</i>.<br>
            <b>kelkaj</b>, <i>several, some</i>.<br>
            <b>kvankam</b>, <i>although</i>.<br>
            <b>&#265;ifono</b>, <i>rag</i>.
         </td>
         <td nowrap valign="top">
            <b>koni</b>, <i>to be acquainted with</i>.<br>
            <b>la&#365;ta</b>, <i>loud</i>.<br>
            <b>lito</b>, <i>bed</i>.<br>
            <b>lo&#285;i</b>, <i>to dwell, to reside</i>.<br>
            <b>nombro</b>, <i>number (quantity)</i>.<br>
            <b>pura</b>, <i>clean</i>.<br>
            <b>sufi&#265;a</b>, <i>sufficient, enough</i>.<br>
            <b>veki</b>, <i>to wake</i>.<br>
            <b>viziti</b>, <i>to visit</i>.<br>
            <b>vesto</b>, <i>garment, clothes</i>.
         </td>
      </tr>
   </table>
</center>

<center><b>DIOGENO KAJ ALEKSANDRO GRANDA.</b></center>

<p>
Anta&#365; multaj jaroj sa&#285;a greka viro, Diogeno, lo&#285;is
en granda urbo. Li opiniis ke ju pli malmulte oni bezonas, des pli
feli&#265;a oni estas. Por montri al la mondo ke li ne bezonas multe,
kaj ke tial li havas sufi&#265;e por esti feli&#265;a, li lo&#285;is
en granda malnova barelo, anstata&#365; havi domon. Anstata&#365;
ku&#349;i nokte sur lito a&#365; almena&#365; sur mola tapi&#349;o, li
e&#265; dormis en tiu barelo. Oni multe parolis pri Diogeno en la urbo,
ne nur &#265;ar li tiel lo&#285;is, sed anka&#365; pro liaj sa&#285;aj
diroj. Post kelke da tempo (<i>some time</i>) la re&#285;o Aleksandro
Granda venis tien por viziti la urbon. Dum li estis tie li a&#365;dis
pri Diogeno, kaj demandis pri li. "&#264;u li lo&#285;as en la urbo?"
Aleksandro diris. "Kvankam vi ne konas lin, mi opinias ke mi volas
vidi tian viron." Oni respondis "Diogeno estas sa&#285;a viro, sed
anstata&#365; lo&#285;i en domo, li preferas sidi la tutan tempon en
malnova barelo. Anstata&#365; porti (<i>wearing</i>) purajn vestojn,
li portas nur malpurajn &#265;ifonojn, &#265;ar li opinias ke ju pli
malmulte li bezonas, des pli feli&#265;a li estos." Aleksandro diris
"Anta&#365; ol foriri de via lando mi vizitos tiun viron." Anta&#365;
ol li foriris de la urbo, Aleksandro iris kun nombro da amikoj por
viziti Diogenon, kaj trovis lin en lia barelo. "&#264;u tiu viro volas
paroli al mi?" demandis Diogeno per la&#365;ta vo&#265;o. Aleksandro
Granda respondis "Mi estas la re&#285;o Aleksandro, kaj mi volas koni
vin. Mi vidas ke kvankam vi estas sa&#285;a vi estas tre malri&#265;a.
&#264;u vi ne volas kelkajn novajn vestojn anstata&#365; tiuj malpuraj
&#265;ifonoj?" Diogeno tuj diris "Anta&#365; ol vi venis kaj staris
inter mi kaj la suno, &#265;i tiu tre varme brilis sur min. &#264;u vi
venis por fari bruon kaj por veki min?" Aleksandro ridis kaj diris "Mi
vidas ke vi havas sufi&#265;e por esti feli&#265;a. Tial mi estas preta
por foriri."
</p>

<center><b>SENTENCES FOR TRANSLATION.</b></center>

<p>
1. Diogenes was a wise man who dwelt in a Greek city, many years ago. 2.
In order to show to the inconstant world that one does not need much in
order to be happy, he did not have even a house or a bed. 3. He stayed
day and night in a big barrel, instead of residing in a house. 4. He
preferred to wear old rags, instead of good clean clothes. 5. He said
"The less one needs, the happier he will be." 6. While Alexander the
Great was visiting that city, people talked to him about Diogenes. 7.
They asked "Are you acquainted-with that wise man?" 8. Soon the king
went with a number of his friends to that-man's big barrel, in the
middle of the city. 9. Diogenes was asleep, but the noise of the loud
voices waked him, and he said angrily "You are standing between me and
the sun! Will you not go away at once?" 10. Although several of the men
laughed, Alexander said "We did not come to quarrel with you. 11. I see
that you have enough to be happy, so instead of talking and making a
noise we shall leave (go away from) you at once." 12. Before Diogenes
could answer, Alexander had quietly walked away.
</p>

